{
  "gsa_governance": [
    {
      "page": 175,
      "text": "Subbasin organizations (summarized in Section 6) are being considered for\nincorporation into the SGMA monitoring networks.\n5.7.2 Climate\nLong-term climate data are available from key weather stations (University of California\nAgriculture and Natural Resources, 2023) including the National Weather Service\nBakersfield Airport station and the weather station at the Kern County Fire Department\nnear Wasco. Both have precipitation and temperature records from 1951 to present.\nThe California Irrigation Management Information System (CIMIS) was developed by\nDWR to collect climate data relevant to agricultural operations. Several stations are\nactive in the Kern Subbasin including the CIMIS Shafter Station #5 located at a former\nUSDA Cotton Research facility on Shafter Avenue. The station’s record began June 1,\n1982, with a one-year gap in 2012-2013 and is currently active. The Arvin-Edison\nStation #125 also is active with data available from March 22, 1995. Other stations are\ncurrently inactive (for example, CIMIS #31 – McFarland/Kern Farms and CIMIS #13 -\nFamoso near McFarland) but provide historical data. Information on CIMIS stations and\nCIMIS data are available online (CIMIS, 2018).\n5.7.3 Groundwater Levels and Pumping\nGroundwater levels have been recorded in the Kern Subbasin outside of formal\nmonitoring programs since at least the 1920s, but data before the 1950s and 1960s are\nsparse. Water levels are currently monitored by each of the GSAs. Water levels\nobserved at approximately 185 Representative Monitoring Wells (RMWs) distributed\nthroughout the Kern Subbasin are managed using a Data Management System (DMS).\nThese wells are part of the monitoring network described in Section 15, and\ngroundwater levels recorded at these wells are reported to the SGMA portal.\nData on groundwater pumping is collected by some GSAs and is reported for urban\npumpers at five-year intervals in UWMPs and in AWMPs. Groundwater extractions are\nreported to ID4 within its service area on a semi-",
      "hits": 2
    },
    {
      "page": 178,
      "text": "Nitrate Control Program\nPermittees with nitrate discharges may\nelect to comply with the requirements of\nthe Nitrate Control Program through\nparticipation in Management Zones, a\ndiscrete and generally hydrologically\ncontiguous area where dischargers work\ncollectively to meet the goals of the\nprogram. This effort requires\nimplementation of an Early Action Plan\n(EAP) that includes a residential well\nmonitoring program that identifies and\nmitigates domestic wells with nitrate levels\ngreater than 10 parts per million (ppm).\nCentral Valley groundwater subbasins,\nincluding portions of the Kern Subbasin,\nare prioritized for implementation under the Nitrate Control Program. The Kern\nSubbasin has three delineated zones (see figure above). The Poso zone, which spans\nthe East Margin and approximately one-half of the North Basin HCM Areas, and\nWestside South zone, which spans the North Basin and Western Fold Belt HCM Areas,\nare Priority 2 areas under the Nitrate Control Program. All dischargers of nitrate within\nthese Priority 2 basins received Notices to Comply with the Nitrate Control Program in\nDecember of 2023. The Kern River zone spans a small portion of the North Basin, all of\nthe Kern River Fan, and the South Basin HCM Areas. This zone is not currently\nprioritized for Nitrate Control Program implementation.\nThe Kern Water Collaborative was formed to assist dischargers in meeting the\nrequirements of the Nitrate Control Program in the Kern Subbasin. On February 24,\n2025, the Kern Water Collaborative received approval from the Central Valley Water\nBoard to begin implementation of their EAP for Priority 2 basins within the Kern\nSubbasin. Appendix C-5 includes a Memorandum of Understanding (also refer to\nSection 14 Management Action KSB-2) that explains the Kern Subbasin’s intent to\ncoordinate with the Kern Water Collaborative to avoid duplication of efforts between the\nSGMA and Nitrate Control Program Implementation. Appendix C-6 clarifies the\nexpansion of the Kern Water Coll",
      "hits": 2
    },
    {
      "page": 188,
      "text": "Area are required for public comment prior to adoption, and the Kern Subbasin GSAs\nactively participate in public comment of plans within their specific boundaries.\nIn general, the goals, policies, and implementation measures established by existing\nplans within the Plan Area are complementary to sustainable groundwater management\nof the local management areas relative to future land use development and\nconservation. A common theme between the goals and policies of the plans discussed\nthe conversion of agricultural land uses to either urban land uses or solar projects.\nThese types of land use conversions result in a change in water demands and are\nfurther addressed by each GSA in Section 14, Projects and Management Actions.\n5.8.1.1 Kern County General Plan\nThe Kern County 2004 General Plan (Amended 2009) is a policy document which\nprovides long-range guidance to County officials making decisions affecting the growth\nand resources of unincorporated area of Kern County’s jurisdiction. Kern County covers\n8,202 square-miles and serves an estimated population of 909,235 people6, which\nunderlies the Plan Area for those unincorporated areas within Kern County jurisdiction.\nFigure 5-18 shows the Kern County General Plan, land use designations within the Plan\nArea include the following primary land use designations: intensive and extensive\nagriculture, residential, mineral and petroleum, and industrial. In comparison to the\ncurrent land use designations in Figure 5-4, there are some portions of the Kern\nSubbasin that are currently designated as agriculture within the incorporated City limits\nof both Shafter and Bakersfield. Water savings could be realized through the conversion\nof agriculture to urban areas.\nTable 1 in Appendix E identifies relevant policies, goals, and implementation measures\nfrom the Kern County General Plan that could:\n• Affect water demands in the Basin (e.g., due to population growth and\ndevelopment of the built environment),\n• Influence the 2025 Plan’s",
      "hits": 2
    },
    {
      "page": 190,
      "text": "5.8.1.2 Metropolitan Bakersfield General Plan\nThe Metropolitan Bakersfield 2002 General Plan (Amended 2016) is a joint City of\nBakersfield and Kern County policy document which provides long-range guidance to\nCity officials making decisions affecting the growth and resources within the City of\nBakersfield limits and Sphere of Influence areas that include unincorporated areas of\nKern County jurisdiction. The City of Bakersfield covers 408-square miles and serves an\nestimated population of 403,455 people7, and is located in the central portion of the\nKern Subbasin (Figure 5-8).\nThe Metropolitan Bakersfield General Plan land use designations within the Plan Area\ninclude the following primary land use designations; residential - low density, residential\n- rural, residential - suburban, resource - extensive, open space - slopes (areas with\ngreater than equal to thirty percent slope), and open space (floodplains and resource\nmanagement areas and agriculture uses).\nTable 2 in Appendix E identifies relevant policies, goals, and implementation measures\nfrom the Metropolitan Bakersfield General Plan that could: (1) affect water demands in\nthe Basin (e.g., due to population growth and development of the built environment), (2)\ninfluence the 2025 Plan’s ability to achieve sustainable groundwater use, and (3) affect\nimplementation of the Metropolitan Bakersfield General Plan land use policies.\n5.8.1.3 City of Shafter General Plan\nThe City of Shafter 2005 General Plan is a policy document which provides long-range\nguidance to City officials making decisions affecting the growth and resources of within\nthe City of Shafter’s jurisdiction, which covers 38 square miles and serves an estimated\npopulation of 19,953 people8. The City of Shafter is located in the North Basin HCM\nArea, within the Shafter-Wasco Irrigation District GSA and North Kern Water Storage\nDistrict GSA.\nThe City of Shafter General Plan land use designations include the following primary\nland use designations; agricu",
      "hits": 2
    },
    {
      "page": 191,
      "text": "5.8.1.4 City of Arvin General Plan\nThe City of Arvin 2012 General Plan is a policy document which provides long-range\nguidance to City officials making decisions affecting the growth and resources within the\nCity of Arvin’s jurisdiction, which covers 5-square miles and serves an estimated\npopulation of 19,495 people9. The City of Arvin is located in the South Basin HCM Area,\nwithin the Arvin GSA.\nThe City of Arvin General Plan land use designations within the Plan Area include the\nfollowing primary land use designations estate residential, residential reserve, low\ndensity residential, medium density residential, high density residential, general\ncommercial, light industrial, heavy industrial, parks, public facilities, schools, agricultural,\nand streets/ROW. These land use designations are consistent with the Kern County\nGeneral Plan land use designations.\nTable 4 in Appendix E identifies relevant policies, goals, and implementation measures\nfrom the City of Arvin General Plan that could: (1) affect water demands in the Basin\n(e.g., due to population growth and development of the built environment), (2) influence\nthe 2025 Plan’s ability to achieve sustainable groundwater use, and (3) affect\nimplementation of the City of Arvin General Plan land use policies.\n5.8.1.5 City of Wasco General Plan\nThe City of Wasco 2040 General Plan is a policy document which provides long-range\nguidance to City officials making decisions affecting the growth and resources within the\nCity of Wasco’s jurisdiction, which covers 18-square miles and serves an estimated\npopulation of 27,047 people10. The City of Wasco is located within the North Basin HCM\nArea, within the Shafter-Wasco Irrigation District GSA.\nThe City of Wasco General Plan land use designations within the Kern Subbasin\nboundaries include the following primary land use designations; rural residential, estate\nresidential, low, medium and high density residential, neighborhood commercial,\ncommunity retail, highway commercial, cen",
      "hits": 2
    },
    {
      "page": 192,
      "text": "5.8.1.6 City of Delano General Plan\nThe City of Delano 2005 General Plan is a policy document which provides long-range\nguidance to City officials making decisions affecting the growth and resources within the\nCity of Delano’s jurisdiction, which covers 14-square miles and serves an estimated\npopulation of 51,428 people.11 The City of Delano is located in the North Basin HCM\nArea, within the Southern San Joaquin Municipal Utility District GSA.\nThe City of Delano General Plan land use designations within the Kern Subbasin\nboundaries include the following primary land use designations; are a balanced mix of\nresidential, commercial, industrial, and open space/public land.\nTable 6 in Appendix E identifies relevant policies, goals, and implementation measures\nfrom the City of Delano General Plan that could: (1) affect water demands in the Basin\n(e.g., due to population growth and development of the built environment), (2) influence\nthe 2025 Plan’s ability to achieve sustainable groundwater use, and (3) affect\nimplementation of the City of Delano General Plan land use policies.\n5.8.1.7 City of McFarland General Plan\nThe City of McFarland 2040 General Plan is a policy document which identifies long-\nrange guidance to City officials making decisions affecting the growth and resources of\nwithin the City of McFarland’s jurisdiction which covers 3-square miles and serves an\nestimated population of 14,161 people,12 and is located in the North Basin HCM Area,\nwithin the Southern San Joaquin Municipal Utility District GSA.\nFigure 7 in Appendix E shows the City of McFarland 2040 General Plan land use\ndesignations within the Kern Subbasin boundaries include the following primary land\nuse designations; housing allocation and circulation improvements needed to meet the\npopulation growth projections and targets for job growth, open space, public facilities,\neconomic development, community design, health, environmental justice, air quality,\nand sustainable agriculture.\n5.8.1.8 City of ",
      "hits": 2
    },
    {
      "page": 208,
      "text": "Kern Fan Banking Group\nRepresentatives from the Berrenda Mesa Spreading Grounds, the Kern Water Bank\nGSA, the Pioneer GSA, and the West Kern Water District GSA meet routinely to\ncoordinate and compile technical information and data, and to provide guidance during\nthe development of the 2024 Plan and 2025 Plan. Each member participates in public\noutreach through their respective Board meetings (Appendix F-4).\nKern Non-Districted Land Authority GSA\nThe Kern Non-Districted Land Authority GSA (KNDLA GSA) provides local policy\nmakers, stakeholders, and the public a forum to monitor, report and/or discuss\ngroundwater activities and identify and address any local groundwater issues. KNDLA\nGSA was formed for the purpose of 1) coordinating groundwater management\nprograms and activities; 2) identifying and addressing issues pertaining to sustainable\ngroundwater management; and 3) establishing a framework for local groundwater\nmanagement. Board meetings are held at 8 a.m. on the fourth Wednesday of every\nmonth. Refer to the Appendix C-2 (Fourth Amended and Restated Joint Exercise of\nPowers Agreement Kern Non-Districted Lands Authority) for more information on roles\nand responsibilities.\nJurisdictional Members include:\n• Kern County Water Agency\nAssociate Members include:\n• Eastside Water Management Area\nMember Agencies include:\n• Kern County Water Agency-Pioneer GSA\n• Kern County Water Agency-Improvement District No. 4\n• Kern-Tulare Water District\n• Kern Water Bank Authority\n• Semitropic Water Storage District\n• West Kern Water District\n• Westside District Water Authority GSA\n• Shafter-Wasco 7th Standard Annex Area\n• Cawelo Water District\n• North Kern Water Storage District\n• Rosedale-Rio Bravo Water Storage District\nKern County Subbasin\nGroundwater Sustainability Plan 5-97",
      "hits": 2
    },
    {
      "page": 216,
      "text": "targeted communications aim to inform residents about water quality issues and\navailable mitigation resources.\n3. Targeted Outreach and Education\nIndustrial stakeholders, particularly those affected by subsidence near infrastructure\nlike the California Aqueduct, are engaged through focused meetings and workshops.\nGSAs collaborate with oil and gas industry representatives and technical experts to\naddress concerns and share data related to subsidence and groundwater impacts.\n4. Interdependent Partnerships\nEntities such as the California Aqueduct Subsidence Program (CASP) and Friant\nWater Authority (FWA) play critical roles in protecting water conveyance\ninfrastructure. GSAs maintain ongoing communication with these partners through\ntechnical meetings and quarterly coordination. These partnerships are essential for\nmonitoring subsidence and implementing mitigation strategies.\n5. Monitoring and Data Sharing\nGSAs coordinate with agencies like KCWA and the Kern River Watershed Coalition\nAuthority to collect and share groundwater and surface water data. Monitoring wells\nand water bank data contribute to the SGMA Representative Monitoring Network,\nsupporting annual reporting and long-term sustainability evaluations.\nRepresentation of Various Stakeholders in Each GSA\nAs identified in Section 5.6, the Kern Subbasin contains diverse land uses and\nstakeholders reliant on groundwater, including agriculture, urban and rural communities,\nindustrial and oil fields, DACs, and tribal communities, among others. As part of the\nSCEP (Appendix F-1), stakeholder engagement group types were defined to guide\noutreach action, and individual stakeholders were identified to include representation of\nall beneficial uses and users within the Kern Subbasin. Past, current, and future\nrepresentation of these various stakeholders and outreach as part of this 2024 Plan are\nin the SCEP of Appendix F-1 and include:\n• SDAC and DAC representation, for example Arvin CSD within the SOKR GSA\nGroup holds a d",
      "hits": 2
    }
  ],
  "sustainability_criteria": [
    {
      "page": 645,
      "text": "The reason for creating separate management areas is to implement area-specific\nProjects and Management Actions (P/MAs) that are tied to the checkbook water budget\nfor planning purposes (Section 14 and Appendix J).\n10.2 Minimum Thresholds and Measurable Objectives\n§ 354.20. Management Areas\n(b) A basin that includes one or more management areas shall describe the following in the Plan:\n(2) The minimum thresholds and measurable objectives established for each management area,\nand an explanation of the rationale for selecting those values, if different from the basin at large.\n 23 CCR § 354.20(b)(2)\nThe Sustainable Management Criteria (SMCs) developed for Kern Subbasin, including\nthe rationale for their selection, are described in detail in Section 13 Sustainable\nManagement Criteria.\n10.3 Monitoring\n§ 354.20. Management Areas\n(b) A basin that includes one or more management areas shall describe the following in the Plan:\n(3) The level of monitoring and analysis appropriate for each management area.\n 23 CCR § 354.20(b)(3)\nMonitoring networks for each applicable Sustainability Indicator within Kern Subbasin,\nincluding a discussion of the monitoring frequency appropriate to assess conditions\nrelated to SMCs, are described in detail in Section 15 Monitoring Network.\n10.4 Hydrogeological Conceptual Model Areas\n§ 354.20. Management Areas\n(c) If a Plan includes one or more management areas, the Plan shall include descriptions, maps, and\nother information required by this Subarticle sufficient to describe conditions in those areas.\n 23 CCR § 354.20(c)\nTo simplify description and analysis, the 2025 Plan divides the Kern Subbasin into five\nHydrogeological Conceptual Model (HCM) Areas that each have similar geologic and\naquifer characteristics distinct from those of other HCM Areas. The sole purpose of\nHCM Areas is to facilitate systematic description and analysis. Information derived from\nKern County Subbasin\nGroundwater Sustainability Plan 10-2",
      "hits": 5
    },
    {
      "page": 644,
      "text": "10. MANAGEMENT AREAS\n§ 354.20. Management Areas\n(a) Each Agency may define one or more management areas within a basin if the Agency has\ndetermined that creation of management areas will facilitate implementation of the Plan.\nManagement areas may define different minimum thresholds and be operated to different\nmeasurable objectives than the basin at large, provided that undesirable results are defined\nconsistently throughout the basin.\n 23 CCR § 354.20(a)\nFor the purpose of the Sustainable Groundwater Management Act (SGMA) compliance,\nthe Kern Subbasin is divided into Groundwater Sustainability Agencies (GSAs) which\nprovide coverage for the entirety of Kern Subbasin Plan Area, including both districted\nlands and non-districted “white lands”. There is no need to create management areas\nbelow the GSA level. The two exceptions are:\n• Eastside Water Management Area (EWMA), a non-profit corporation governed\nby a seven-member Board of Directors that is working to become a public\nagency and serve as the GSA for land within its boundaries. Until EWMA can\nserve as its own GSA, it is treated as a separate management area within the\nKern Non-Districted Lands Authority.\n• 7th Standard Annex was historically non-districted and was annexed into the\nShafter-Wasco Irrigation District (SWID) in 2019 for the sole purpose of providing\nSGMA coverage. Per the landowner agreement, 7th Standard Annex does not\nshare SWID’s surface water supply benefits. Consequently, it is treated as a\nseparate management area within the SWID GSA.\n10.1 Description and Justification\n§ 354.20. Management Areas\n(a) A basin that includes one or more management areas shall describe the following in the Plan:\n(1) The reason for the creation of each management area.\n 23 CCR § 354.20(b)(1)\n 23 CCR § 354.20(c)\nThe Kern Subbasin has 20 GSAs that mostly serve as the management areas. The two\nGSAs with separate management areas highlighted above are described in detail under\nSection 5.2.1 Jurisdictional Boundaries.",
      "hits": 4
    },
    {
      "page": 647,
      "text": "11. INTRODUCTION TO SUSTAINABLE\nMANAGEMENT CRITERIA\n§ 354.22. Introduction to Sustainable Management Criteria\nThis Subarticle describes criteria by which an Agency defines conditions in its Plan that constitute\nsustainable groundwater management for the basin, including the process by which the Agency shall\ncharacterize undesirable results, and establish minimum thresholds and measurable objectives for each\napplicable sustainability indicator.\n 23 CCR § 354.22\nThe Sustainable Groundwater Management Act (SGMA) legislation defines\n“Sustainability Goal” as “the existence and implementation of one or more groundwater\nsustainability plans that achieve sustainable groundwater management by identifying\nand causing the implementation of measures targeted to ensure that the applicable\nbasin is operated within its sustainable yield” (California Water Code [CWC] §10721(u)).\nSGMA requires Groundwater Sustainability Plans (GSPs) to develop and implement\nplans to meet the Sustainability Goal (CWC §10727(a)) and requires that the plans\ninclude Measurable Objectives (MOs) and Interim Milestones (IMs) in increments of five\nyears to achieve the Sustainability Goal within 20 years of the implementation of the\n2020 GSPs (CWC §10727.2(b)(1)).\nThe SGMA legislation and California Code of Regulations Title 23 (23 CCR) Division 2\nChapter 1.5 Subchapter 2 define terms related to achievement of the Sustainability\nGoal, including:\n• Undesirable Result (UR) – “one or more of the following effects caused by\ngroundwater conditions occurring throughout the basin:\n(1) Chronic lowering of groundwater levels indicating a significant and\nunreasonable depletion of supply if continued over the planning and\nimplementation horizon. Overdraft during a period of drought is not sufficient\nto establish a chronic lowering of groundwater levels if extractions and\ngroundwater recharge are managed as necessary to ensure that reductions in\ngroundwater levels or storage during a period of drought are offset by\ninc",
      "hits": 4
    },
    {
      "page": 648,
      "text": "(6) Depletions of interconnected surface water that have significant and\nunreasonable adverse impacts on beneficial uses of the surface water” (CWC\n§10721(x)).\n• Minimum Threshold (MT) – “a numeric value for each sustainability indicator\nused to define undesirable results” (23 CCR §351(t)).\n• Measurable Objective (MO) – “specific, quantifiable goals for the maintenance or\nimprovement of specified groundwater conditions that have been included in an\nadopted Plan to achieve the sustainability goal for the basin” (23 CCR §351(s));\n• Interim Milestone (IM) – “a target value representing measurable groundwater\nconditions, in increments of five years, set by an Agency as part of a Plan” (23\nCCR §351(q)).\nCollectively, the Sustainability Goal, URs, MTs, MOs, and IMs are referred to herein as\nSustainable Management Criteria (SMCs). The Kern Subbasin’s approach to\ndeveloping the SMCs applies a methodology that is: (1) common for all Kern Subbasin\nareas, (2) consistent with the SGMA Regulations, (3) relies on consistent data across\nthe Kern Subbasin, and (4) would not unreasonably impact beneficial users and uses of\ngroundwater. Sections 12 and 13 of this 2025 Plan describe the Sustainability Goal, as\nwell as the URs, MTs, and MOs and IMs that were developed in coordination and\ncollaboration with all Kern Subbasin Groundwater Sustainability Agencies (GSAs).\n11.1 Summary of Sustainable Management Criteria\nTable 11-1 summarizes the SMCs for each applicable Sustainability Indicator\nestablished for the Kern Subbasin.\nTable 11-1. Current Status of Groundwater Conditions for Each Sustainability Indicator\nSustainability\nIndicator UR Criteria Minimum Threshold Measurable Objective\nChronic At least one of the following The RMW-WL-specific MTs The 2015 low groundwater\nLowering of occurs within the Kern are set as the lower of (1) or elevation.\nGroundwater Subbasin: (2):\nLevels 1. The MTs for Chronic 1. Groundwater level in\nLowering of 2030 if the regional trend\nGroundwater Levels is ex",
      "hits": 4
    },
    {
      "page": 650,
      "text": "Sustainability\nIndicator UR Criteria Minimum Threshold Measurable Objective\nlithology/aquifer\nconditions.\nLand The MT extent of subsidence MTs are established along 50 percent of the MT rate and\nSubsidence is exceeded at any of the critical infrastructure as a rate MT extent.\nKern Subbasin’s and extent based on a\nRepresentative Monitoring projection of the historical\nSites for Land Subsidence rate forward and reduced\n(RMS-LS) along the Regional based on anticipated impacts\nCritical Infrastructure at a to critical infrastructure.\nsingle milepost or GSA/HCM Additionally, MTs are set for\nArea MTs after 6 quarterly the Kern Subbasin as the\nconsecutive sampling events maximum average historical\nmeasured using InSAR data rate of subsidence in each\n(published by DWR) or HCM Area from 2015-2023.\nannual survey data (if\navailable), and the\nexceedance can be attributed\nto groundwater management\nactivities (e.g. groundwater\nlevel changes, P/MAs), based\non technical analysis using\nbest available data and tools.\nNote: not all Kern Subbasin\nsubsidence is caused by\nGSA-related activities. Non-\nGSA subsidence is outside of\nGSA authority.\nDepletions of Groundwater conditions in the Kern Subbasin show that there are a few areas with potential\nInterconnected Interconnected Surface Waters. However, the connection is likely transient, short-lived, and\nSurface Waters involves localized shallow groundwater conditions or perched groundwater that is not part of the\nprincipal aquifer systems (Section 8.6). Therefore, the Sustainability Indicator is not applicable\nto the Kern Subbasin.\nNotes:\n1. Exceedances and mitigation applications are evaluated as defined in the Kern Subbasin Exceedance Policy and Action Plans (Appendix K-1)\nand Well Mitigation Program (Appendix G-1).\nKern County Subbasin\nGroundwater Sustainability Plan 11-4",
      "hits": 4
    },
    {
      "page": 652,
      "text": "13. SUSTAINABLE MANAGEMENT CRITERIA\nAs discussed in Section 11, the Kern Subbasin has developed Sustainable\nManagement Criteria (SMCs) consistent with the Sustainable Groundwater\nManagement Act (SGMA) and in coordination with all Kern Subbasin Groundwater\nSustainability Agencies (GSAs). The Kern Subbasin's SMCs development process is\nproactive in identifying and managing the occurrence of Undesirable Results (URs) to\nbeneficial uses and users and utilizes consistent data and methodologies across the\nKern Subbasin. This section details the development processes of the URs, Minimum\nThresholds (MTs), Measurable Objectives (MO) and Interim Milestones (IMs) for each\nSustainability Indicator, and presents the final SMCs, where applicable.\n13.1 Chronic Lowering of Groundwater Levels\n13.1.1 Undesirable Results for Chronic Lowering of Groundwater Levels\n§ 354.26. Undesirable Results\n(a) Each Agency shall describe in its Plan the processes and criteria relied upon to define undesirable\nresults applicable to the basin. Undesirable results occur when significant and unreasonable effects\nfor any of the sustainability indicators are caused by groundwater conditions occurring throughout\nthe basin.\n(b) The description of undesirable results shall include the following:\n(1) The cause of groundwater conditions occurring throughout the basin that would lead to or has\nled to undesirable results based on information described in the basin setting, and other data\nor models as appropriate.\n(2) The criteria used to define when and where the effects of the groundwater conditions cause\nundesirable results for each applicable sustainability indicator. The criteria shall be based on a\nquantitative description of the combination of minimum threshold exceedances that cause\nsignificant and unreasonable effects in the basin.\n(3) Potential effects on the beneficial uses and users of groundwater, on land uses and property\ninterests, and other potential effects that may occur or are occurring from un",
      "hits": 4
    },
    {
      "page": 678,
      "text": "IMs (ft msl)\nMT MO\nLocal Site ID RMW ID HCM AREA GSA Aquifer Latitude Longitude (ft msl) (ft msl) 2025 2030 2035 2040 MT Basis MO Estimation Method\nS#14 RMW-279 North Basin WDWA Primary Principal Alluvial 35.667 -119.672 134 218 176 155 187 218 HCM Area Trend November 2020\nBerenda Mesa #3 RMW-299 Western Fold Belt WDWA Primary Principal Alluvial 35.637 -119.949 306 363 363 363 363 363 Recent Low Cap Linear interpolation between May 2009\nand May 2023\nWKWD 23M-M RMW-085b Kern River Fan WKWD Primary Principal Alluvial 35.304 -119.270 -9 40 40 40 40 40 Range 2015 Low\nNWM1-M RMW-266 Kern River Fan WKWD Primary Principal Alluvial 35.346 -119.368 18 63 63 63 63 63 HCM Area Trend 2015 Low\n7-01 RMW-293 Kern River Fan WKWD Primary Principal Alluvial 35.297 -119.297 -54 -9 -9 -9 -9 -9 HCM Area Trend 2015 Low\nNorth Ag RMW-294 Kern River Fan WKWD Primary Principal Alluvial 35.347 -119.359 18 63 41 29 46 63 HCM Area Trend 2015 Low\nSouth Ag RMW-295 Kern River Fan WKWD Primary Principal Alluvial 35.333 -119.359 17 62 40 28 45 62 HCM Area Trend 2015 Low\n32S26E20G001M RMW-094 South Basin WRM Primary Principal Alluvial 35.134 -119.208 -7 69 69 69 69 69 HCM Area Trend 2015 Low\n32S27E30N001M RMW-095 South Basin WRM Primary Principal Alluvial 35.109 -119.123 157 230 194 175 203 230 Recent Low Cap 2015 Low\n32S27E35R001M RMW-097 South Basin WRM Primary Principal Alluvial 35.096 -119.041 62 138 100 81 110 138 HCM Area Trend 2015 Low\n32S26E24K001M RMW-231 South Basin WRM Primary Principal Alluvial 35.130 -119.137 -15 61 61 61 61 61 HCM Area Trend 2015 Low\n11N22W01D001S RMW-232 South Basin WRM Primary Principal Alluvial 35.075 -119.189 48 124 48 86 105 124 HCM Area Trend 2015 Low\n11N22W06H001S RMW-233 South Basin WRM Primary Principal Alluvial 35.069 -119.261 191 267 229 210 239 267 HCM Area Trend 2015 Low\n11N21W16E001S RMW-234 South Basin WRM Primary Principal Alluvial 35.043 -119.136 -112 -9 -9 -9 -9 -9 Range 2015 Low\n12N21W34N001S RMW-235R South Basin WRM Primary Principal Alluvial 35.077 ",
      "hits": 4
    },
    {
      "page": 722,
      "text": "13.3.3 Measurable Objective and Interim Milestones for Degraded Water\nQuality\n 23 CCR § 354.30(c)\n 23 CCR § 354.30(e)\nAs with the MTs, the MOs for Degraded Water Quality are defined at RMW-WQs in the\nKern Subbasin for key COCs: arsenic, total nitrate/nitrite (as N), nitrate, nitrite, TDS,\n1,2,3-TCP, and uranium. The MOs for Degraded Water Quality are set at the water\nquality objective for protection of municipal beneficial use. The MOs for Degraded Water\nQuality at each RMW-WQ are shown in Table 13-8.\nThe MOs are set in recognition that per the State’s Antidegradation Policy (Resolution\nNo. 68-16), further degradation would pose an unacceptable risk to the Kern Subbasin’s\ndrinking water users.\nThe IMs for Degraded Water Quality are set at the same value as the MTs for each\nRMW-WQ, in line with the Kern Subbasin’s commitment to not allow further degradation\nof water quality beyond existing regulatory thresholds or, in areas that are naturally or\notherwise degraded before the SGMA effective date, beyond their pre-SGMA baseline\nlevels.\n13.4 Seawater Intrusion\n§ 354.28. Undesirable Results\n(d) An Agency that is able to demonstrate that undesirable results related to one or more\nsustainability indicators are not present and are not likely to occur in a basin shall not be required\nto establish criteria for undesirable results related to those sustainability indicators.\n§ 354.28. Minimum Thresholds\n(c) Minimum thresholds for each sustainability indicator shall be defined as follows:\n(3) Seawater Intrusion. The minimum threshold for seawater intrusion shall be defined by a\nchloride concentration isocontour for each principal aquifer where seawater intrusion may lead\nto undesirable results. Minimum thresholds for seawater intrusion shall be supported by the\nfollowing:\n(A) Maps and cross-sections of the chloride concentration isocontour that defines the\nminimum threshold and measurable objective for each principal aquifer.\n(B) A description of how the seawater intrusion min",
      "hits": 4
    }
  ],
  "monitoring": [
    {
      "page": 796,
      "text": "groundwater level monitoring assessment also identified seven additional grid hexagons\nas potential data gaps where GSAs propose to conduct supplemental monitoring to\nfurther assess localized shallow groundwater conditions. The groundwater quality\nassessment yielded representative monitoring network data gaps in 30 grid hexagons.\nTo address the three Groundwater Level RMN data gaps, the Kern Subbasin will\naugment the groundwater level monitoring network with one additional well. To address\nthe 30 Groundwater Quality RMN data gaps, the Kern Subbasin anticipates augmenting\nthe groundwater quality monitoring network with up to an additional 30 wells. The\ntimeline for addressing these data gaps with existing wells is one year (end of calendar\nyear 2025). The timeline for addressing these data gaps with a newly constructed well is\ntwo years (end of calendar year 2026). This timeframe is required to provide GSAs with\nadequate time to identify and field vet potential monitoring wells. In cases where no\nexisting wells can be identified or access secured, new monitoring wells will be drilled to\naddress these data gaps. See Section 15.5 for additional details regarding the data gap\nanalysis and filling implementation plan.\n14.2.4 Adaptive Management Efforts\nTo the extent that projects and management actions are unable to prevent Minimum\nThreshold Exceedances that are caused by activities under GSA authority, further\nactions will be evaluated and considered as directed by KSB-3 Kern Subbasin\nExceedance Policy and Action Plans attached in Appendix K-1. If either the projects or\nmanagement actions are unable to produce the projected benefits, or other better\noptions are found that prove more cost-effective the GSA may deviate from the actions\nas described above. At each 5-year planning window, each previously described P/MA\nbenefits will be evaluated. New P/MAs may also be evaluated and included at the\nplanning window and added if estimated benefits are unrealized. Progress on t",
      "hits": 4
    },
    {
      "page": 771,
      "text": "for the entire Kern Subbasin using InSAR data published by DWR, whereby the annual\ndisplacement, as reported by InSAR data, will be averaged across each HCM Area and\ncompared to the Land Subsidence SMCs in Table 13-12 in the Annual Report.\nMethodologies for monitoring subsidence are:\n• InSAR (direct measurement), downloaded from DWR.\n• InSAR time series at consistent locations.\n• CASP and FWA benchmark surveys.\nCASP typically conducts benchmark surveys annually and will provide data\no\nupon request. The Kern Subbasin GSAs will request and utilize this\nbenchmark data to assess compliance with SMCs established along the\nCalifornia Aqueduct.\n• Global Positioning System (GPS).\n• Other land-based methods (e.g. extensometers, third party benchmark surveys,\nthird party benchmark surveys, etc.).\nFigure 15-11 and Figure 15-12 show the InSAR coverage and the subsidence\nmonitoring network for the Kern Subbasin, respectively.\nSubsidence data will be collected from all the above on an annual basis. For Critical\ninfrastructure both the InSAR and monitoring network data will be evaluated against the\nlocal MTs/MOs for representative monitoring sites along the infrastructure. InSAR data\nwill also be tabulated and analyzed at the HCM Area scale to compare against the HCM\nArea average MTs and MOs. Note that there will likely be variability in subsidence\nvalues within the HCM Area. If local values exceed the range of subsidence estimated\nin the projected subsidence extent then the GSAs will investigate the cause of and\nimpact from subsidence and can set more stringent local MTs to be protective of any\npotential significant and unreasonable impacts in the future.\nThe representative monitoring network for Land Subsidence will be monitored in\naccordance with the monitoring protocols outlined in Section 15.3.4.\n13.5.3 Measurable Objective and Interim Milestones for Land Subsidence\n 23 CCR § 354.30(c)\n 23 CCR § 354.30(e)\nThe MOs defined below are in terms of total vertical extent of land s",
      "hits": 3
    },
    {
      "page": 816,
      "text": "With the adoption of\nof the GSP in\nImplementation of a well mitigation program to\nDecember, the Well SGMA\naddress water level and quality impacts on drinking When groundwater Refer to Subbasin\nMitigation Plan will Implementation\nKSB-5 Well Mitigation Program water. The program provides emergency bottled  management activities Outreach and NA NA 2025 2025- 0 0  NA NA $0 $45,000\nbe adopted and Grant, EWMA\nwater, well assessments, hauled water, and well impact domestic wells. Engagement Plan\nimplemented Assessments\nimprovements or replacements.\nbeginning on January\n1, 2025.\nInvestigation of groundwater quality by collection\nGroundwater Quality Current Conditions\nEWMA-3 and analysis of water quality data supplemented by  NA NA Implemented NA 2025 2025- 0 0   NA NA $5,000 $0 NA\nInvestigation (Implemented)\nborehole geophysical data where available\nLocal Native Yield Improved estimation of local (EWMA) native yield Current Conditions EWMA\nEWMA-4  NA NA On-going Current Conditions 2025 2025- 0 0  NA NA $30,000 $0\nEstimation Study by use of additional field-collected data and analysis (Implemented) assessments\nCoordination with local GSA's to gain a better\nunderstanding of the Kern Subbasin and how best to Supporting data SGMA\nCoordination with Basin manage for sustainability, native yield, subsurface collection, reviewing and Implementation\nKSB-4    NA NA Ongoing NA 2025 2025- 0 0  NA NA $25,000 $0\nStudy flow, and evapotranspiration. The further validating results with Grant, EWMA\ndevelopment of the data management system to GSA-specific data. Assessments\nimprove data access and transparency.\nDevelopment of governance structure and demand Stakeholder\nreduction action for Subbasin white lands (lands not Meetings SGMA\nWhite Land Demand within a district or management area). Correct the Subbasin-wide overdraft Board Meetings Initiating Implementation\nKSB-6    Demand Reduction NA NA 2030 2030- 0 20,410   NA None $0 $10,000\nManagement water supply imbalance by se",
      "hits": 3
    },
    {
      "page": 824,
      "text": "As noted in its 2015 UWMP (P&P, 2016), ID4 has\nidentified strategies that can be adapted to fit\nwithin ID4 operations to address potential\nuncertainties associated with the reliability of\nimported water supplies. In brief, climate change\nmay result in reduced surface water that will be\neven more unpredictable on a year-to-year basis. As\nlisted in the UWMP, ID4 has identified the following\nIncorporate Climate measures for consideration:\nKRGSA, Board\nKRGSA-12 Change Adaptation • Work with retail purveyors to identify impacts of  None Ongoing NA NA 2020 - 0 0  None $0 $0 KRGSA\nMeetings & Website\nStrategies demand management measures to improve\nthe accuracy of overall ID4 future demands. New\ndevelopments are incorporating the latest\nwater conversation features and policies that may\nalter the current ID4 demand projections.\n• Continue water recharge activities to the extent\npracticable to increase reliability of\nsupplies during dry-year conditions.\nThe three founding KRGSA member agencies have\nestablished lines of communication and\nSupport Sustainable\ncoordination with other agencies in the GSP Plan\nGroundwater Supplies for KRGSA, Board\nKRGSA-13 Area, many of whom provide water to DACs in the   None Ongoing NA NA 2020 - 0 0  None $0 $0 KRGSA\nKRGSA Disadvantaged Meetings & Website\nKRGSA Plan Area.\nCommunities\nIn this manner, representation of these communities\nis considered in KRGSA actions and policies.\nIt is the policy of the KRGSA to monitor groundwater\nfor GSP compliance and to provide the\nunderstanding necessary for sustainable\ngroundwater management. These actions will\nImprove Groundwater\nconsist of: Improving documentation of well KRGSA, Board\nKRGSA-14 Monitoring in the KRGSA   None Ongoing NA NA 2020 - 0 0  None $0 $0 KRGSA\nconstruction in the KRGSA Plan Area, coordinating Meetings & Website\nPlan Area\nwater quality analysis through existing monitoring\nprograms, securing inactive wells/dedicated\nmonitoring wells, and obtaining access agreements\nfor GSP moni",
      "hits": 3
    },
    {
      "page": 850,
      "text": "Table 14-20. SWSD GSA P/MA\nKern County Subbasin\nGroundwater Sustainability Plan 14-76\nylppuS\nretaW\nnoitatnemguA noitcudeR\ndnameD\nytilauQ\nretaW\ntnemevorpmI lortnoC\ndoolF retaW\nytilibixelF\ntnemeganaM\nycneiciffE\n/\nsmargorP\nnoitagitiM\n/gnilliF\npaG\nataD\ngnirotinoM\nRelevant Sustainability\nIndicators Affected Estimated Costs\nP/MA Overdraft Correction Circumstances for\nP/MA Name Summary Description Number Description Category Implementation\nOngoing Costs (per Potential Funding One-time Costs year) Source(s)\nProjects Implemented Functional In-Process As-Needed Implemented Functional In-Process As-Needed\nAssess and identify monitoring network\nrequirements for full compliance with SGMA and Semitropic GSA\nMonitoring Network Upon approval by Site specific District\nSWSD-1 development of an implementation plan for    Board Meetings & Implemented Complete Complete 2023- 0 0  $10,000 $0 District\nImprovement Plan SWSD BOD (CEQA) authorities\nachieving full compliance. Additional wells leverage Website\nexisting network of monitoring wells.\nConveyance capacity to support delivery of surface\nSWP, Friant, Kern River, CVP and other District\nSWSD-2 Leonard Avenue System water for groundwater recharge. Interconnection   Complete Complete 2023- 0 0  $16,100,000 $0 District\nimported and local sources. authorities\nwith Shafter-Wasco Irrigation District.\nConveyance capacity to support delivery of surface\nSWP, Friant, Kern River, CVP and other District\nSWSD-3 Diltz Intertie water for groundwater recharge. Interconnection   CEQA Implemented Complete Complete 2020- 0 0  $3,200,000 $0 District\nimported and local sources. authorities\nwith Shafter-Wasco Irrigation District.\nConveyance capacity to support delivery of surface Semitropic GSA\nSWP, Friant, Kern River, CVP and other District\nSWSD-4 Cox Canal Pump Station water for groundwater recharge. Interconnection   Complete Board Meetings & CEQA Implemented Complete Complete 2022- 0 0  $3,600,000 $0 District\nimported and local sources. aut",
      "hits": 3
    },
    {
      "page": 793,
      "text": "Banking Memorandums of Understanding (MOUs), which mandates the sampling of\nmonitoring wells and adherence to mitigation measures to protect groundwater quality.\n14.2.3.3 KSB-3 Kern Subbasin Exceedance Policy\nThe Kern Subbasin has prepared the Kern Subbasin Exceedance Policy and Action\nPlans (Appendix K-1) to outline what measures are taken if an MT is exceeded for\ngroundwater levels, groundwater quality, and/or land subsidence. This P/MA involves\nthe implementation of action plans surrounding investigation into the exceedance,\nnotifications to nearby beneficial users, as appropriate, and the documentation of those\nactivities.\n14.2.3.4 KSB-4 Coordination with Basin Study\nThe Kern Subbasin has coordinated to perform an updated Basin Study. The work will\naddress data and information gaps and recalibrate the Kern Subbasin model. The\nupdate will:\na. Improve the understanding of the groundwater response to the implementation of\nP/MAs.\nb. Develop an improved determination of the input data to address data gaps for\nSubbasin-wide and local water budgets.\nc. Incorporate locally derived hydrogeologic conceptual model data from the Kern\nSubbasin Plan into the model to better represent subsurface groundwater flow\nwithin and out of the Kern Subbasin.\nd. Improve model calibration to better simulate groundwater levels with respect to\nminimum thresholds and measurable objectives.\n14.2.3.5 KSB-5 Well Mitigation Program\nThe Kern Subbasin has developed and adopted a comprehensive Well Mitigation\nProgram (Appendix G-1) to fund and implement a Subbasin-wide mitigation program\nstarting January 1, 2025. As part of the 2025 Plan, the Well Mitigation Program was\nfurther revised to include a specific mitigation program track that applies to Degraded\nWater Quality. Additional implementation details related to groundwater quality public\nnotification and mitigation are discussed in Appendices K-1 (Action Plan for Degraded\nWater Quality) and K-2 (Provisions Part IV).\nIn summary, the Well Mitigat",
      "hits": 2
    },
    {
      "page": 795,
      "text": "small groundwater demand, implementing white land demand management in the 2030\nperiod will not preclude the Kern Subbasin’s ability to meet its sustainability goal.\n14.2.3.7 KSB-7 Well Registry\nIn late 2023, the GSAs initiated a Subbasin-wide well inventory that reconciles records\nfrom multiple databases to develop an accurate well inventory with verified well uses\nthat is based on available records and field verification surveys (refer to the detailed\nprocess description in Section 5.6.1). The completed well inventory will be translated\ninto a well registry based on district records of property owner information. This\nmanagement action will be an ongoing effort as GSAs continue to update and maintain\ntheir well inventory/registry, which will be housed within the Kern Subbasin data\nmanagement system. At least annually, the Kern Subbasin will update the system using\nDWR/County well permit information and well surveys.\n14.2.3.8 KSB-8 Consumptive-Use Study\nThe Kern Subbasin has annually contracted with either Cal Poly’s Irrigation Training\nResearch Center and/or LandIQ for monthly evapotranspiration data of the Kern\nSubbasin for both planning and, in some GSAs, for groundwater extraction fee\ncalculation purposes. The Kern Subbasin will continue this effort and invest in improved\ntechnology and processes for improved accuracy.\n14.2.3.9 KSB-9 California Aqueduct Subsidence Action Plan\nTargeted P/MAs within or proximate to the CASP 5-mile wide Monitoring Corridor to the\nCalifornia Aqueduct – The Kern Subbasin has developed an Action Plan for Subsidence\nInterim Milestone (IM) & Minimum Threshold (MT) Exceedances which requires GSAs\nto evaluate and initiate targeted P/MAs to reduce GSA-related subsidence (see\nSections 8.5,13.5.2, and Appendix K-1). As part of this P/MA, GSAs located within or\nproximate to the CASP 5-mile wide Monitoring Corridor to the California Aqueduct may\ninitiate targeted P/MAs should future observed subsidence rates exceed IMs and MTs.\nThese targeted",
      "hits": 2
    },
    {
      "page": 814,
      "text": "Developed and irrigated land(s) within the last five (5) years would be\nCawelo Water\npurchased and immediately fallowed by the District. Land(s) Board Meetings\nDistrict\nCWD-14 Long-Term Land Fallowing purchased by the District under the Long-Term Program are not   Demand Reduction Complete Public Notice and NA Implemented As Needed 2025 2025- 2,000  Demand Reduction None $22,250,000\n(Assessments /\neligible for future irrigated agricultural development. Up to 890 acres Outreach\nWater Charges)\nmay be fallowed under this PMA.\nSecure Access to Additional Pursue an access agreement for a monitoring well location in the Not Applicable\nCWD-10    In-Process NA NA In-Process 2020 2025 2025- 0 0  NA None $0 $0 NA\nMonitoring Location southeastern portion of the GSA. (monitoring)\nCoordination with local GSA's to gain a better understanding of the Supporting data\nKern Subbasin and how best to manage for sustainability, native yield, collection, reviewing Cawelo Water\nCoordination with Basin\nKSB-4 subsurface flow, and evapotranspiration. The further development of    and validating results NA NA Ongoing NA 2025 2025- 0 0  NA NA $25,000 $0 District\nStudy\nthe data management system to improve data access and with GSA-specific (Assessments)\ntransparency. data.\nStakeholder\nDevelopment of governance structure and demand reduction action\nMeetings Cawelo Water\nfor Subbasin white lands (lands not within a district or management\nWhite Land Demand Subbasin-wide Board Meetings Initiating District\nKSB-6 area). Correct the water supply imbalance by setting water budgets    Demand Reduction NA NA 2030 2030- 0 20,410   NA None $0 $10,000\nManagement overdraft correction. Hearings Development (Assessments)\nand a linear reduction of 10% per year over the planning period of\nPublic Outreach & CGSA Landowners\n2030-2040.\nEngagement\nCawelo Water\nAn ongoing effort to update and maintain the Subbasin well inventory Refer to Subbasin\nDistrict\nKSB-7 Well Registry and translate it into a wel",
      "hits": 2
    }
  ],
  "allocation_transfer": [
    {
      "page": 239,
      "text": "County Water Agency (KCWA) was formed in the 1960s to contract with the DWR for\nthe importation of SWP water to Kern County. Individual water districts holding contracts\nwith KCWA have turnouts directly from the California Aqueduct into their service areas\nor receive water via the Cross Valley Canal (CVC). CVP water from the Delta Division\nand San Joaquin River Restoration Program Recapture and Recirculation Supplies are\nalso conveyed to Kern Subbasin via the California Aqueduct. The Kern National Wildlife\nRefuge is now sustained by CVP water that is wheeled through the California Aqueduct\nand conveyed by the Goose Lake Canal to the refuge (USFS, 2005).\nThe FKC, completed in 1951, is the principal conveyance for the eastside CVP. The\nFKC diverts water from Friant Dam and Millerton Reservoir, completed in 1944 on the\nSan Joaquin River, and extends southward a distance of 152 miles through Fresno,\nTulare, and Kern counties. Within Kern County, the FKC extends from approximately\nmile post 122 at the County line near the City of Delano and flows south for\napproximately 30 miles to mile post 152 near Bakersfield (with the FKC terminus at the\nKern River). The capacity of Millerton Reservoir is about 520,000 acre-feet, but 130,000\nacre-feet of this storage lies below the intake for the FKC. The majority of CVP imported\nwater is from the Friant Division that is conveyed to users in Kern Subbasin through the\nFKC; however, additional water from northern rivers systems that cross the FKC have\nthe ability to discharge flood flows into the FKC for conveyance south into Kern County.\nIn 1973, DWR completed the initial facilities of the SWP, including the main line of the\nCalifornia Aqueduct. Portions of the SWP were constructed for use in conjunction with\nthe facilities of the CVP. As the state and federal projects developed, a group of water\nusers planned the CVC as a means of taking delivery of SWP and CVP water conveyed\nthrough the California Aqueduct. The CVC was completed in ",
      "hits": 2
    },
    {
      "page": 241,
      "text": "7.1.3 Delineation of Recharge and Discharge Areas\nDirect recharge and potential recharge areas are differentiated in this section from\nnatural recharge. Natural recharge occurs by groundwater underflow from adjacent\nsources, precipitation outgaining evapotranspiration in a subbasin, or from natural\nsurface waters flowing into Kern Subbasin. On the other hand, direct recharge is either\nplanned or unplanned application of surface water by unlined conveyance, recharge\nbasins and field application, managed recharge, and spreading/percolation operations.\nFigure 7-5 presents the location of surface water bodies in Kern Subbasin.\nNatural recharge to Kern Subbasin is derived primarily from precipitation and surface\nrunoff from the surrounding watersheds. Natural recharge is highest on the east side\nwhich receives higher precipitation and recharge from the Kern River and other smaller\nstreams from the Sierra Nevada. Natural recharge is lowest on the west side of Kern\nSubbasin which receives less precipitation and lower runoff from the relatively smaller\nwatersheds along the Coast Ranges. Other sources of recharge include ephemeral\nstreams, springs, and seeps from the mountains along the east, southeast, and south\nfault margins of Kern Subbasin.\nSignificant direct recharge to groundwater in Kern Subbasin occurs through water\nbanking and conjunctive use projects as well as unmanaged recharge through natural\nwaterways, unlined basins and canals, regulating (balancing) reservoirs, percolation of\napplied water to crops, and/or fallowed fields that descends below the root zone.\nNumerous sources of water are recharged by various projects, including local surface\nwater (Kern River, Poso Creek, and other drainages) and imported water (SWP and\nCVP).\nThe major areas of direct recharge (facilities and drainages) presented in Figure 7-5\ninclude agricultural land where excess irrigation water percolates below the root zone,\nwastewater treatment spreading areas, and urban drainage spreadin",
      "hits": 2
    }
  ]
}