[
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 12,
    "relevance_score": 18,
    "text": "viii\nChapter 5. Powers and Authorities [10725. - 10726.9.] ___________ 235\nChapter 6. Groundwater Sustainability Plans [10727. - 10728.6.]___ 240\nChapter 7. Technical Assistance [10729. - 10729.2.] _____________ 245\nChapter 8. Financial Authority [10730. - 10731.] ________________ 245\nChapter 9. Groundwater Sustainability Agency Enforcement Powers\n[10732. - 10732.2.] _______________________________________ 249\nChapter 10. State Evaluation and Assessment [10733. - 10733.8.] __ 250\nChapter 11. State Intervention [10735. - 10736.6.] ______________ 253\nChapter 12. Determination of Rights to Groundwater [10737. - 10738.]\n_______________________________________________________ 261\nPart 2.75. GROUNDWATER MANAGEMENT [10750. - 10755.4.] ______ 263\nChapter 1. General Provisions [10750. - 10750.10.]______________ 263\nChapter 2. Definitions [10752. - 10752.] ______________________ 265\nChapter 3. Groundwater Management Plans [10753. - 10753.11.] _ 266\nChapter 4. Finances [10754. - 10754.3.] _______________________ 272\nChapter 5. Miscellaneous [10755. - 10755.4.] __________________ 273\nPart 2.76. GROUNDWATER QUALITY MONITORING [10780. - 10783.] _ 274\nPart 2.10. WATER SUPPLY PLANNING TO SUPPORT EXISTING AND\nPLANNED FUTURE USES [10910. - 10915.] _______________________ 279\nPart 3. CENTRAL VALLEY PROJECT [11100. - 11985.] _______________ 286\nChapter 3. The Department of Water Resources [11419. - 11465.] _ 286\nArticle 3. Limitation of Powers [11460. - 11465.] ______________ 286\nChapter 4. Cooperation with the United States [11500. - 11500.] __ 287\nChapter 10. Fish and Wildlife and Recreation in Connection With State\nWater Projects [11900. - 11925.] ____________________________ 288\nArticle 4. Planning and Construction of Projects [11910. - 11915.5.]\n_____________________________________________________ 288\nPart 4.5. SACRAMENTO-SAN JOAQUIN DELTA [12200. - 12227.] _____ 288\nChapter 1. General Policy [12200. - 12205.] ____________________ 288\nChapter 2. The Delta [12220. - 12220.] ________________________ 290\nPart 4.6. SAN JOAQUIN RIVER [12230. - 12233.] __________________ 292\nChapter 7.5. Protection of Ground Water Basins [12920. - 12924.] _ 293\nArticle 1. Short Title [12920. - 12920.] ______________________ 293\nArticle 2. Definitions [12921. - 12921.3.] ____________________ 293\nArticle 3. Declaration of Policy [12922. - 12922.1.] ____________ 294\nArticle 4. Declaration of Intent [12923. - 12924.] _____________ 294\nDivision 7. WATER QUALITY [13000. - 16104.] ________________ 295\n* * * _____________________________________________________ 295\nChapter 3. State Water Quality Control [13100. - 13197.5.] _______ 295\nArticle 3. State Policy for Water Quality Control [13140. - 13149.2.]\n_____________________________________________________ 296\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 258,
    "relevance_score": 11,
    "text": "228\n(q) “Personal information” has the same meaning as defined in Section\n1798.3 of the Civil Code.\n(r) “Planning and implementation horizon” means a 50-year time period\nover which a groundwater sustainability agency determines that plans and\nmeasures will be implemented in a basin to ensure that the basin is operated\nwithin its sustainable yield.\n(s) “Public water system” has the same meaning as defined in Section\n116275 of the Health and Safety Code.\n(t) “Recharge area” means the area that supplies water to an aquifer in a\ngroundwater basin.\n(u) “Sustainability goal” means the existence and implementation of one\nor more groundwater sustainability plans that achieve sustainable groundwater\nmanagement by identifying and causing the implementation of measures\ntargeted to ensure that the applicable basin is operated within its sustainable\nyield.\n(v) “Sustainable groundwater management” means the management and\nuse of groundwater in a manner that can be maintained during the planning and\nimplementation horizon without causing undesirable results.\n(w) “Sustainable yield” means the maximum quantity of water, calculated\nover a base period representative of long-term conditions in the basin and\nincluding any temporary surplus, that can be withdrawn annually from a\ngroundwater supply without causing an undesirable result.\n(x) “Undesirable result” means one or more of the following effects\ncaused by groundwater conditions occurring throughout the basin:\n(1) Chronic lowering of groundwater levels indicating a significant and\nunreasonable depletion of supply if continued over the planning and\nimplementation horizon. Overdraft during a period of drought is not sufficient to\nestablish a chronic lowering of groundwater levels if extractions and\ngroundwater recharge are managed as necessary to ensure that reductions in\ngroundwater levels or storage during a period of drought are offset by increases\nin groundwater levels or storage during other periods.\n(2) Significant and unreasonable reduction of groundwater storage.\n(3) Significant and unreasonable seawater intrusion.\n(4) Significant and unreasonable degraded water quality, including the\nmigration of contaminant plumes that impair water supplies.\n(5) Significant and unreasonable land subsidence that substantially\ninterferes with surface land uses.\n(6) Depletions of interconnected surface water that have significant and\nunreasonable adverse impacts on beneficial uses of the surface water.\n(y) “Water budget” means an accounting of the total groundwater and\nsurface water entering and leaving a basin including the changes in the amount\nof water stored.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 11,
    "relevance_score": 10,
    "text": "vii\nArticle 9. Hearing and Decree of Court [2750. - 2774.] _________ 169\nArticle 10. Intervention [2780. - 2783.] _____________________ 172\nArticle 11. Proceedings when Appropriation Incomplete at Time of\nDetermination [2801. - 2820.] ____________________________ 172\nArticle 12. Service of Copy of Decree [2825. - 2826.] ___________ 175\nArticle 13. Expenses of Determination [2850. - 2868.] _________ 175\nChapter 4. Modification of Decrees [2900. - 2900.] ______________ 177\nPart 5. RECORDATION OF WATER EXTRACTIONS AND DIVERSIONS [4999. -\n5009.] ____________________________________________________ 177\nPart 5.1. STATEMENTS OF WATER DIVERSIONS AND USE [5100. - 5107.]182\nPart 5.2. Groundwater Extraction Reporting for Probationary Basins and\nBasins Without a Groundwater Sustainability Agency [5200. - 5209.] _ 187\nDivision 4. WELLS, PUMPING PLANTS, CONDUITS AND STREAMS\n[7000. - 7075.] _________________________________________ 190\nChapter 6. Use of Streams as Conduits [7075. - 7080.] ___________ 190\nDivision 6. CONSERVATION, DEVELOPMENT, AND UTILIZATION OF\nSTATE WATER RESOURCES [10000. - 12999.] _________________ 191\nPart 1.5. THE CALIFORNIA WATER PLAN [10004. - 10016.] __________ 191\nChapter 1. The California Water Plan [10004. - 10013.] __________ 191\nPart 2. APPROPRIATION OF WATER BY DEPARTMENT OF WATER\nRESOURCES [10500. - 10506.] _________________________________ 198\nPart 2.55. SUSTAINABLE WATER USE AND DEMAND REDUCTION [10608 -\n10609.42] _________________________________________________ 201\nChapter 2.5. Nonfunctional Turf _____________________________ 201\nChapter 9. Urban Water Use Objectives and Water Use Reporting\n[10609 - 10609.38] _______________________________________ 203\nPart 2.56. Drought Planning for Small Water Suppliers, State Small Water\nSystems, and Domestic Well Communities [10609.50 - 10609.80] ____ 216\nChapter 1. General Provisions [10609.50 - 10609.51] ____________ 216\nChapter 2. Small Water Suppliers and Nontransient Noncommunity\nWater Systems [10609.60 - 10609.63] ________________________ 218\nChapter 3. State Small Water Systems Serving 5 to 14 Service\nConnections, Inclusive, and Domestic Wells [10609.70- 10609.70.] _ 220\nChapter 4. State Agency Implementation [10609.80- 10609.80.] ___ 221\nPart 2.74. SUSTAINABLE GROUNDWATER MANAGEMENT [10720. -\n10737.8.] _________________________________________________ 222\nChapter 1. General Provisions [10720. - 10720.9.] _______________ 222\nChapter 2. Definitions [10721. - 10721.] ______________________ 226\nChapter 3. Basin Boundaries [10722. - 10722.5.] ________________ 229\nChapter 4. Establishing Groundwater Sustainability Agencies [10723. -\n10724.2.] _______________________________________________ 231\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 272,
    "relevance_score": 10,
    "text": "242\n(1) The monitoring and management of groundwater levels within the\nbasin.\n(2) The monitoring and management of groundwater quality, groundwater\nquality degradation, inelastic land surface subsidence, and changes in surface\nflow and surface water quality that directly affect groundwater levels or quality\nor are caused by groundwater extraction in the basin.\n(3) Mitigation of overdraft.\n(4) How recharge areas identified in the plan substantially contribute to\nthe replenishment of the basin.\n(5) A description of surface water supply used or available for use for\ngroundwater recharge or in-lieu use.\n(e) A summary of the type of monitoring sites, type of measurements, and\nthe frequency of monitoring for each location monitoring groundwater levels,\ngroundwater quality, subsidence, streamflow, precipitation, evaporation, and\ntidal influence. The plan shall include a summary of monitoring information such\nas well depth, screened intervals, and aquifer zones monitored, and a summary\nof the type of well relied on for the information, including public, irrigation,\ndomestic, industrial, and monitoring wells.\n(f) Monitoring protocols that are designed to detect changes in\ngroundwater levels, groundwater quality, inelastic surface subsidence for basins\nfor which subsidence has been identified as a potential problem, and flow and\nquality of surface water that directly affect groundwater levels or quality or are\ncaused by groundwater extraction in the basin. The monitoring protocols shall\nbe designed to generate information that promotes efficient and effective\ngroundwater management.\n(g) A description of the consideration given to the applicable county and\ncity general plans and a description of the various adopted water resources-\nrelated plans and programs within the basin and an assessment of how the\ngroundwater sustainability plan may affect those plans.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10727.4. In addition to the requirements of Section 10727.2, a groundwater\nsustainability plan shall include, where appropriate and in collaboration with the\nappropriate local agencies, all of the following:\n(a) Control of saline water intrusion.\n(b) Wellhead protection areas and recharge areas.\n(c) Migration of contaminated groundwater.\n(d) A well abandonment and well destruction program.\n(e) Replenishment of groundwater extractions.\n(f) Activities implementing, opportunities for, and removing impediments\nto, conjunctive use or underground storage.\n(g) Well construction policies.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 265,
    "relevance_score": 9,
    "text": "235\n(Amended by Stats. 2015, Ch. 255, Sec. 8. Effective January 1, 2016.)\n§ 10724. (a) In the event that there is an area within a high- or medium-priority\nbasin that is not within the management area of a groundwater sustainability\nagency, the county within which that unmanaged area lies will be presumed to\nbe the groundwater sustainability agency for that area.\n(b) A county described in subdivision (a) shall provide notification to the\ndepartment pursuant to Section 10723.8 unless the county notifies the\ndepartment that it will not be the groundwater sustainability agency for the\narea. Extractions of groundwater made on or after July 1, 2017, in that area shall\nbe subject to reporting in accordance with Part 5.2 (commencing with Section\n5200) of Division 2 if the county does either of the following:\n(1) Notifies the department that it will not be the groundwater\nsustainability agency for an area.\n(2) Fails to provide notification to the department pursuant to Section\n10723.8 for an area on or before June 30, 2017.\n(Amended by Stats. 2015, Ch. 255, Sec. 9. Effective January 1, 2016.)\n§ 10724.2. No later than January 1, 2026, each groundwater sustainability\nagency shall do both of the following:\n(a) Publish on its internet website or its local agency’s internet website the\nmembership of its board of directors.\n(b) Publish on its internet website or its local agency’s internet website an\nelectronic link to the location on the Fair Political Practices Commission’s\ninternet website where the statements of economic interests, filed pursuant to\nSection 87200.5 of the Government Code by the members of the groundwater\nsustainability agency’s board of directors and executives, can be viewed.\n(Added by Stats. 2025, Ch. 359, Sec. 1. (AB 293) Effective January 1, 2026.)\nCHAPTER 5. POWERS AND AUTHORITIES [10725. - 10726.9.]\n(Chapter 5 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10725. (a) A groundwater sustainability agency may exercise any of the\npowers described in this chapter in implementing this part, in addition to, and\nnot as a limitation on, any existing authority, if the groundwater sustainability\nagency adopts and submits to the department a groundwater sustainability plan\nor prescribed alternative documentation in accordance with Section 10733.6.\n(b) A groundwater sustainability agency has and may use the powers in\nthis chapter to provide the maximum degree of local control and flexibility\nconsistent with the sustainability goals of this part.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10725.2. (a) A groundwater sustainability agency may perform any act\nnecessary or proper to carry out the purposes of this part.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 268,
    "relevance_score": 9,
    "text": "238\ngroundwater extractor’s agreement to reduce or cease groundwater\nextractions. The agency shall not deliver retail water supplies within the service\narea of a public water system without either the consent of that system or\nauthority under the agency’s existing authorities.\n(e) Transport, reclaim, purify, desalinate, treat, or otherwise manage and\ncontrol polluted water, wastewater, or other waters for subsequent use in a\nmanner that is necessary or proper to carry out the purposes of this part.\n(f) Commence, maintain, intervene in, defend, compromise, and assume\nthe cost and expenses of any and all actions and proceedings.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10726.4. (a) A groundwater sustainability agency shall have the following\nadditional authority and may regulate groundwater extraction using that\nauthority:\n(1) To impose spacing requirements on new groundwater well\nconstruction to minimize well interference and impose reasonable operating\nregulations on existing groundwater wells to minimize well interference,\nincluding requiring extractors to operate on a rotation basis.\n(2) To control groundwater extractions by regulating, limiting, or\nsuspending extractions from individual groundwater wells or extractions from\ngroundwater wells in the aggregate, construction of new groundwater wells,\nenlargement of existing groundwater wells, or reactivation of abandoned\ngroundwater wells, or otherwise establishing groundwater extraction\nallocations. Those actions shall be consistent with the applicable elements of the\ncity or county general plan, unless there is insufficient sustainable yield in the\nbasin to serve a land use designated in the city or county general plan. A\nlimitation on extractions by a groundwater sustainability agency shall not be\nconstrued to be a final determination of rights to extract groundwater from the\nbasin or any portion of the basin.\n(3) To authorize temporary and permanent transfers of groundwater\nextraction allocations within the agency’s boundaries, if the total quantity of\ngroundwater extracted in any water year is consistent with the provisions of the\ngroundwater sustainability plan. The transfer is subject to applicable city and\ncounty ordinances.\n(4) To establish accounting rules to allow unused groundwater extraction\nallocations issued by the agency to be carried over from one year to another\nand voluntarily transferred, if the total quantity of groundwater extracted in any\nfive-year period is consistent with the provisions of the groundwater\nsustainability plan.\n(b) This section does not authorize a groundwater sustainability agency to\nissue permits for the construction, modification, or abandonment of\ngroundwater wells, except as authorized by a county with authority to issue\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 271,
    "relevance_score": 9,
    "text": "241\n(1) Historical data, to the extent available.\n(2) Groundwater levels, groundwater quality, subsidence, and\ngroundwater-surface water interaction.\n(3) A general discussion of historical and projected water demands and\nsupplies.\n(4) A map that details the area of the basin and the boundaries of the\ngroundwater sustainability agencies that overlie the basin that have or are\ndeveloping groundwater sustainability plans.\n(5) A map identifying existing and potential recharge areas for the basin.\nThe map or maps shall identify the existing recharge areas that substantially\ncontribute to the replenishment of the groundwater basin. The map or maps\nshall be provided to the appropriate local planning agencies after adoption of\nthe groundwater sustainability plan.\n(b) (1) Measurable objectives, as well as interim milestones in increments\nof five years, to achieve the sustainability goal in the basin within 20 years of the\nimplementation of the plan.\n(2) A description of how the plan helps meet each objective and how each\nobjective is intended to achieve the sustainability goal for the basin for long-\nterm beneficial uses of groundwater.\n(3) (A) Notwithstanding paragraph (1), at the request of the groundwater\nsustainability agency, the department may grant an extension of up to 5 years\nbeyond the 20-year sustainability timeframe upon a showing of good cause. The\ndepartment may grant a second extension of up to five years upon a showing of\ngood cause if the groundwater sustainability agency has begun implementation\nof the work plan described in clause (iii) of subparagraph (B).\n(B) The department may grant an extension pursuant to this paragraph if\nthe groundwater sustainability agency does all of the following:\n(i) Demonstrates a need for an extension.\n(ii) Has made progress toward meeting the sustainability goal as\ndemonstrated by its progress at achieving the milestones identified in its\ngroundwater sustainability plan.\n(iii) Adopts a feasible work plan for meeting the sustainability goal during\nthe extension period.\n(4) The plan may, but is not required to, address undesirable results that\noccurred before, and have not been corrected by, January 1, 2015.\nNotwithstanding paragraphs (1) to (3), inclusive, a groundwater sustainability\nagency has discretion as to whether to set measurable objectives and the\ntimeframes for achieving any objectives for undesirable results that occurred\nbefore, and have not been corrected by, January 1, 2015.\n(c) A planning and implementation horizon.\n(d) Components relating to the following, as applicable to the basin:\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 275,
    "relevance_score": 9,
    "text": "245\npursuant to this chapter. Nothing in this part shall be interpreted as exempting\nfrom Division 13 (commencing with Section 21000) of the Public Resources Code\na project that would implement actions taken pursuant to a plan adopted\npursuant to this chapter.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\nCHAPTER 7. TECHNICAL ASSISTANCE [10729. - 10729.2.]\n(Chapter 7 added by Stats. 2014, Ch. 347, Sec. 15.)\n§ 10729. (a) The department or a groundwater sustainability agency may\nprovide technical assistance to entities that extract or use groundwater to\npromote water conservation and protect groundwater resources.\n(b) The department may provide technical assistance to any groundwater\nsustainability agency in response to that agency’s request for assistance in the\ndevelopment and implementation of a groundwater sustainability plan. The\ndepartment shall use its best efforts to provide the requested assistance.\n(c) The department shall prepare and publish a report by December 31,\n2016, on its Internet Web site that presents the department’s best estimate,\nbased on available information, of water available for replenishment of\ngroundwater in the state.\n(d) (1) By January 1, 2017, the department shall publish on its Internet\nWeb site best management practices for the sustainable management of\ngroundwater.\n(2) The department shall develop the best management practices through\na public process involving one public meeting conducted at a location in\nnorthern California, one public meeting conducted at a location in the San\nJoaquin Valley, one public meeting conducted at a location in southern\nCalifornia, and one public meeting of the California Water Commission.\n(Added by Stats. 2014, Ch. 347, Sec. 15. Effective January 1, 2015.)\n§ 10729.2. With the exception of regulations required by Sections 10722.2\nand 10733.2, a guideline, criterion, bulletin, or other technical or procedural\nanalysis or guidance prepared by the department as required by this part is not\nsubject to the Administrative Procedure Act (Chapter 3.5 (commencing with\nSection 11340) of Part 1 of Division 3 of Title 2 of the Government Code).\n(Added by Stats. 2015, Ch. 255, Sec. 11. Effective January 1, 2016.)\nCHAPTER 8. FINANCIAL AUTHORITY [10730. - 10731.]\n(Chapter 8 added by Stats. 2014, Ch. 347, Sec. 16.)\n§ 10730. (a) A groundwater sustainability agency may impose fees, including,\nbut not limited to, permit fees and fees on groundwater extraction or other\nregulated activity, to fund the costs of a groundwater sustainability program,\nincluding, but not limited to, preparation, adoption, and amendment of a\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 422,
    "relevance_score": 9,
    "text": "392\n§ 831. Article 6 (commencing with Section 68630) of Chapter 2 of Title 8 of\nthe Government Code applies to a comprehensive adjudication conducted\npursuant to this chapter.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\n§ 831.5. (a) In an adjudication action for a basin required to have a groundwater\nsustainability plan under the Sustainable Groundwater Management Act (Part\n2.74 (commencing with Section 10720) of Division 6 of the Water Code), the\ncourt shall appoint one party to forward all case management orders,\njudgments, and interlocutory orders to the groundwater sustainability agency\nwithin 10 business days of issuance. The groundwater sustainability agency shall\npost the documents on its internet website in the interest of transparency and\naccessibility within 20 business days of receipt from a party. This section does\nnot apply to any documents that have been sealed by the court.\n(b) For a basin that has multiple groundwater sustainability agencies, the\ngroundwater sustainability agencies, in consultation with the parties to the\nadjudication, shall select which agency will post these documents on its internet\nwebsite.\n(c) The court shall allocate payment of the costs incurred by the party\nappointed to forward all case management orders, judgments, and interlocutory\norders to the groundwater sustainability agency among the parties in an amount\nand a manner that the court deems equitable.\n(Added by Stats.2023, Ch. 665 (A.B.779), Sec. 1. Effective January 1, 2024.)\n§ 832. For purposes of this chapter, the following definitions apply:\n(a) “Basin” has the same meaning as defined in Section 10721 of the\nWater Code.\n(b) “Complaint” means a complaint filed in superior court to determine\nrights to extract groundwater and includes any cross-complaint that initiates a\ncomprehensive adjudication in response to a plaintiff’s complaint or other cross-\ncomplaint.\n(c) “Comprehensive adjudication” means an action filed in superior court\nto comprehensively determine rights to extract groundwater in a basin.\n(d) “Condition of long-term overdraft” means the condition of a\ngroundwater basin where the average annual amount of water extracted for a\nlong-term period, generally 10 years or more, exceeds the long-term average\nannual supply of water to the basin, plus any temporary surplus. Overdraft\nduring a period of drought is not sufficient to establish a condition of long-term\noverdraft if extractions and recharge are managed as necessary to ensure that\nreductions in groundwater levels or storage during a period of drought are\noffset by increases in groundwater levels or storage during other periods.\n(e) “Department” means the Department of Water Resources.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 438,
    "relevance_score": 9,
    "text": "408\n(3) An allocation among the parties establishing amounts of extraction\nallowed during the pendency of the comprehensive adjudication.\n(4) Procedures for voluntary transfers.\n(d) The court shall issue a preliminary injunction upon determining all of\nthe following:\n(1) The basin is in a condition of long-term overdraft.\n(2) The basin has been designated as a probationary basin or the planning\ndeadlines in subdivision (a) of Section 10720.7 of the Water Code are not being\ncomplied with.\n(3) There is no interim plan in effect under Section 10735.8 of the Water\nCode.\n(e) The court may provide a schedule for further reductions in extractions\nover a period of years if it finds that doing so appears reasonably necessary to\nachieve groundwater sustainability within the timelines provided in subdivision\n(b) of Section 10727.2 of the Water Code.\n(f) The terms of a preliminary injunction shall not determine the rights in a\nfinal judgment of the comprehensive adjudication.\n(g) A bond or undertaking shall not be required for the issuance of a\npreliminary injunction pursuant to this section.\n(h) The court may appoint a watermaster to oversee enforcement of the\npreliminary injunction.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\nARTICLE 14. Stay [848- 848.]\n(Article 14 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 848. (a) Upon the court’s own motion or the motion of any party to a\ncomprehensive adjudication, a court may stay a comprehensive adjudication for\na period of up to one year, subject to renewal in the court’s discretion upon a\nshowing of good cause, in order to facilitate any of the following:\n(1) Adoption of a groundwater sustainability plan that provides for a\nphysical solution or otherwise addresses issues in the comprehensive\nadjudication.\n(2) The development of technical studies that may be useful to the parties\nin the comprehensive adjudication.\n(3) Voluntary mediation or participation in a settlement conference on all,\nor a portion of, the subject matters or legal questions identified in the\ncomprehensive adjudication.\n(4) Compromise and settlement of the comprehensive adjudication or\nissues in the comprehensive adjudication.\n(b) Before renewing a stay granted pursuant to subdivision (a), the parties\nshall report on the progress being made on the issues that were identified as the\nreasons for the stay.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 283,
    "relevance_score": 8,
    "text": "253\n(c) A local agency shall submit an alternative pursuant to this section no\nlater than January 1, 2017, and every five years thereafter.\n(d) The assessment required by subdivision (a) shall include an assessment\nof whether the alternative is within a basin that is in compliance with Part 2.11\n(commencing with Section 10920). If the alternative is within a basin that is not\nin compliance with Part 2.11 (commencing with Section 10920), the department\nshall find the alternative does not satisfy the objectives of this part.\n(Added by Stats. 2014, Ch. 347, Sec. 18. Effective January 1, 2015.)\n§ 10733.8. At least every five years after initial submission of a plan pursuant\nto Section 10733.4, the department shall review any available groundwater\nsustainability plan or alternative submitted in accordance with Section 10733.6,\nand the implementation of the corresponding groundwater sustainability\nprogram for consistency with this part, including achieving the sustainability\ngoal. The department shall issue an assessment for each basin for which a plan\nor alternative has been submitted in accordance with this chapter, with an\nemphasis on assessing progress in achieving the sustainability goal within the\nbasin. The assessment may include recommended corrective actions to address\nany deficiencies identified by the department.\n(Added by Stats. 2014, Ch. 347, Sec. 18. Effective January 1, 2015.)\nCHAPTER 11. STATE INTERVENTION [10735. - 10736.6.]\n(Chapter 11 added by Stats. 2014, Ch. 347, Sec. 19.)\n§ 10735. As used in this chapter, the following terms have the following\nmeanings:\n(a) “Condition of long-term overdraft” means the condition of a\ngroundwater basin where the average annual amount of water extracted for a\nlong-term period, generally 10 years or more, exceeds the long-term average\nannual supply of water to the basin, plus any temporary surplus. Overdraft\nduring a period of drought is not sufficient to establish a condition of long-term\noverdraft if extractions and recharge are managed as necessary to ensure that\nreductions in groundwater levels or storage during a period of drought are\noffset by increases in groundwater levels or storage during other periods.\n(b) “Person” means any person, firm, association, organization,\npartnership, business, trust, corporation, limited liability company, or public\nagency, including any city, county, city and county, district, joint powers\nauthority, state, or any agency or department of those entities. “Person”\nincludes, to the extent authorized by federal or tribal law and subject to the\nlimitations described in subdivisions (c) and (d) of Section 10720.3, the United\nStates, a department, agency or instrumentality of the federal government, an\nIndian tribe, an authorized Indian tribal organization, or interstate body.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 135,
    "relevance_score": 7,
    "text": "105\n(b) This article shall not apply to diversions within the groundwater basins\nidentified in paragraph (24) of subdivision (a) of, or subdivision (c) of, Section\n10720.8.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.1. (a) A groundwater sustainability agency or a local agency,\nwhether or not an applicant, permittee, or licensee under provisions of this\ndivision other than this article, may apply for, and the board may issue, a\nconditional temporary permit for diversion of surface water to underground\nstorage for beneficial use that advances the sustainability goal of a groundwater\nbasin under Part 2.74 (commencing with Section 10720) of Division 6, without\ncomplying with other procedures or provisions of this division, subject to all\nrequirements of this article. An application may be filed under this article\nwhether or not there is an adopted groundwater sustainability plan, an interim\nplan, or an alternative under Section 10733.6 for the basin.\n(b) Before issuing a permit pursuant to this article, the board shall make all\nof the following findings based upon a preponderance of the evidence:\n(1) The proposed diversion is to underground storage for beneficial use\nconsistent with subdivision (a).\n(2) The water may be diverted and used without injury to any lawful user\nof water, including the user’s ability to meet water quality objectives. This\nfinding may be satisfied by demonstrating both of the following:\n(A) The proposed diversion to underground storage will occur only when\nboth of the following conditions are satisfied:\n(i) Flow in the source waterbody exceeds the claims of all known legal\nusers who divert water downstream of the proposed point of diversion.\n(ii) Unregulated flow in the source waterbody will be sufficient below the\nproposed point of diversion to meet instream flow requirements and water\nquality objectives.\n(B) To prevent injury to existing legal users of water, storage and\nextraction from storage in the basin under the proposed permit will be subject\nto accounting methods and reporting requirements established by any of the\nfollowing:\n(i) A groundwater sustainability plan.\n(ii) An interim plan.\n(iii) An alternative approved pursuant to Section 10733.6.\n(iv) The board, in applying conditions to the permit.\n(3) The water may be diverted and used without unreasonable effect upon\nfish, wildlife, or other instream beneficial uses. If the permit does not include a\ncondition proposed by the Department of Fish and Wildlife under paragraph (2)\nof subdivision (c) of Section 1433.2, the board shall include in the findings an\nexplanation of why the condition is not included.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 254,
    "relevance_score": 7,
    "text": "224\n§ 10720.5. (a) Groundwater management pursuant to this part shall be\nconsistent with Section 2 of Article X of the California Constitution. Nothing in\nthis part modifies rights or priorities to use or store groundwater consistent with\nSection 2 of Article X of the California Constitution, except that in basins\ndesignated medium- or high-priority basins by the department, no extraction of\ngroundwater between January 1, 2015, and the date of adoption of a\ngroundwater sustainability plan pursuant to this part or the approval by the\ndepartment of an alternative submitted under Section 10733.6, whichever is\nsooner, may be used as evidence of, or to establish or defend against, any claim\nof prescription.\n(b) Nothing in this part, or in any groundwater management plan adopted\npursuant to this part, determines or alters surface water rights or groundwater\nrights under common law or any provision of law that determines or grants\nsurface water rights.\n(c) Water rights may be determined in an adjudication action pursuant to\nChapter 7 (commencing with Section 830) of Title 10 of Part 2 of the Code of\nCivil Procedure.\n(Amended by Stats. 2015, Ch. 676, Sec. 3. Effective January 1, 2016.)\n§ 10720.7. (a) (1) By January 31, 2020, all basins designated as high- or\nmedium-priority basins by the department that have been designated in Bulletin\n118, as it may be updated or revised on or before January 1, 2017, as basins that\nare subject to critical conditions of overdraft shall be managed under a\ngroundwater sustainability plan or coordinated groundwater sustainability plans\npursuant to this part.\n(2) By January 31, 2022, all basins designated as high- or medium-priority\nbasins by the department that are not subject to paragraph (1) shall be\nmanaged under a groundwater sustainability plan or coordinated groundwater\nsustainability plans pursuant to this part.\n(b) The Legislature encourages and authorizes basins designated as low-\nand very low priority basins by the department to be managed under\ngroundwater sustainability plans pursuant to this part. Chapter 11 (commencing\nwith Section 10735) does not apply to a basin designated as a low- or very low\npriority basin.\n(Amended by Stats. 2015, Ch. 255, Sec. 3. Effective January 1, 2016.)\n§ 10720.8. (a) Except as provided in subdivision (e), this part does not apply\nto the following adjudicated areas or a local agency that conforms to the\nrequirements of an adjudication of water rights for one of the following\nadjudicated areas:\n(1) Beaumont Basin.\n(2) Brite Basin.\n(3) Central Basin.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 261,
    "relevance_score": 7,
    "text": "231\n(2) A groundwater sustainability agency shall have five years from the date\nof reprioritization to meet the requirements of subdivision (a) of Section\n10720.7, except that if the reprioritization occurs before January 31, 2017, a\ngroundwater sustainability agency subject to paragraph (2) of subdivision (a) of\nSection 10720.7 shall have until January 31, 2022.\n(Amended by Stats. 2015, Ch. 667, Sec. 1.5. Effective January 1, 2016.)\n§ 10722.5. (a) The San Luis Rey Valley Groundwater Basin, identified as Basin\n9-007 in Bulletin 118 (2016), shall be divided into an upper and lower subbasin\nat the east line of the western boundary of Section 6, Range 2 West, Township\n10 South, San Bernardino Meridian. The portion of the basin to the west of the\ndividing line shall be the Lower San Luis Rey Valley Groundwater Subbasin and\nthe portion of the basin to the east of the dividing line shall be the Upper San\nLuis Rey Valley Groundwater Subbasin. Until the department reassesses\nprioritization pursuant to subdivision (c) of Section 10722.4, both subbasins shall\nbe designated medium priority.\n(b) (1) Notwithstanding any other law, water beneath the surface of the\nground within the Upper San Luis Rey Valley Groundwater Subbasin shall be\nincluded within the definition of groundwater for the purposes of this part by\nany groundwater sustainability agency developing or implementing a\ngroundwater sustainability plan, except for water beneath the surface of the\nground downstream of the confluence of San Luis Rey River and Frey Creek that\nis extracted and used as authorized under an existing appropriative water right.\n(2) The Legislature finds and declares that in light of the unique\ncircumstances in the Upper San Luis Rey Valley Groundwater Subbasin it is\nnecessary to include certain water within the subbasin flowing in known and\ndefinite channels in the subbasin’s groundwater that is subject to this part and\nthat this subdivision applies to only the Upper San Luis Rey Valley Groundwater\nSubbasin.\n(c) Nothing in this section alters any water right or the priority of any\nwater right under state or federal law, or alters the application of Division 2\n(commencing with Section 1000) to water within the Lower and Upper San Luis\nRey Valley Groundwater Subbasins.\n(Amended by Stats. 2019, Ch. 255, Sec. 5. (SB 779) Effective January 1, 2020.)\nCHAPTER 4. ESTABLISHING GROUNDWATER SUSTAINABILITY AGENCIES [10723. -\n10724.2.]\n(Chapter 4 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10723. (a) Except as provided in subdivision (c), any local agency or\ncombination of local agencies overlying a groundwater basin may decide to\nbecome a groundwater sustainability agency for that basin.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 267,
    "relevance_score": 7,
    "text": "237\noption, by the owner or operator of the groundwater extraction facility. Water-\nmeasuring devices shall be calibrated on a reasonable schedule as may be\ndetermined by the groundwater sustainability agency.\n(c) A groundwater sustainability agency may require, through its\ngroundwater sustainability plan, that the owner or operator of a groundwater\nextraction facility within the groundwater sustainability agency file an annual\nstatement with the groundwater sustainability agency setting forth the total\nextraction in acre-feet of groundwater from the facility during the previous\nwater year.\n(d) In addition to the measurement of groundwater extractions pursuant\nto subdivision (a), a groundwater sustainability agency may use any other\nreasonable method to determine groundwater extraction.\n(e) This section does not apply to de minimis extractors.\n(Amended by Stats. 2015, Ch. 303, Sec. 551. Effective January 1, 2016.)\n§ 10726. An entity within the area of a groundwater sustainability plan shall\nreport the diversion of surface water to underground storage to the\ngroundwater sustainability agency for the relevant portion of the basin.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10726.2. A groundwater sustainability agency may do the following:\n(a) Acquire by grant, purchase, lease, gift, devise, contract, construction,\nor otherwise, and hold, use, enjoy, sell, let, and dispose of, real and personal\nproperty of every kind, including lands, water rights, structures, buildings, rights-\nof-way, easements, and privileges, and construct, maintain, alter, and operate\nany and all works or improvements, within or outside the agency, necessary or\nproper to carry out any of the purposes of this part.\n(b) Appropriate and acquire surface water or groundwater and surface\nwater or groundwater rights, import surface water or groundwater into the\nagency, and conserve and store within or outside the agency that water for any\npurpose necessary or proper to carry out the provisions of this part, including,\nbut not limited to, the spreading, storing, retaining, or percolating into the soil\nof the waters for subsequent use or in a manner consistent with the provisions\nof Section 10727.2. As part of this authority, the agency shall not alter another\nperson’s or agency’s existing groundwater conjunctive use or storage program\nexcept upon a finding that the conjunctive use or storage program interferes\nwith implementation of the agency’s groundwater sustainability plan.\n(c) Provide for a program of voluntary fallowing of agricultural lands or\nvalidate an existing program.\n(d) Perform any acts necessary or proper to enable the agency to\npurchase, transfer, deliver, or exchange water or water rights of any type with\nany person that may be necessary or proper to carry out any of the purposes of\nthis part, including, but not limited to, providing surface water in exchange for a\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 270,
    "relevance_score": 7,
    "text": "240\n(b) Nothing in this part shall be construed as authorizing a local agency to\nmake a binding determination of the water rights of any person or entity, or to\nimpose fees or regulatory requirements on activities outside the boundaries of\nthe local agency.\n(c) Nothing in this part is a limitation on the authority of the board, the\ndepartment, or the State Department of Public Health.\n(d) Notwithstanding Section 6103 of the Government Code, a state or local\nagency that extracts groundwater shall be subject to a fee imposed under this\npart to the same extent as any nongovernmental entity.\n(e) Except as provided in subdivision (d), this part does not authorize a\nlocal agency to impose any requirement on the state or any agency,\ndepartment, or officer of the state. State agencies and departments shall work\ncooperatively with a local agency on a voluntary basis.\n(f) Nothing in this chapter or a groundwater sustainability plan shall be\ninterpreted as superseding the land use authority of cities and counties,\nincluding the city or county general plan, within the overlying basin.\n(Amended by Stats. 2015, Ch. 255, Sec. 10. Effective January 1, 2016.)\n§ 10726.9. A groundwater sustainability plan shall take into account the most\nrecent planning assumptions stated in local general plans of jurisdictions\noverlying the basin.\n(Added by Stats. 2014, Ch. 347, Sec. 14. Effective January 1, 2015.)\nCHAPTER 6. GROUNDWATER SUSTAINABILITY PLANS [10727. - 10728.6.]\n(Chapter 6 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10727. (a) A groundwater sustainability plan shall be developed and\nimplemented for each medium- or high-priority basin by a groundwater\nsustainability agency to meet the sustainability goal established pursuant to this\npart. The groundwater sustainability plan may incorporate, extend, or be based\non a plan adopted pursuant to Part 2.75 (commencing with Section 10750).\n(b) A groundwater sustainability plan may be any of the following:\n(1) A single plan covering the entire basin developed and implemented by\none groundwater sustainability agency.\n(2) A single plan covering the entire basin developed and implemented by\nmultiple groundwater sustainability agencies.\n(3) Subject to Section 10727.6, multiple plans implemented by multiple\ngroundwater sustainability agencies and coordinated pursuant to a single\ncoordination agreement that covers the entire basin.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10727.2. A groundwater sustainability plan shall include all of the following:\n(a) A description of the physical setting and characteristics of the aquifer\nsystem underlying the basin that includes the following:\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 273,
    "relevance_score": 7,
    "text": "243\n(h) Measures addressing groundwater contamination cleanup,\ngroundwater recharge, in-lieu use, diversions to storage, conservation, water\nrecycling, conveyance, and extraction projects.\n(i) Efficient water management practices, as defined in Section 10902, for\nthe delivery of water and water conservation methods to improve the efficiency\nof water use.\n(j) Efforts to develop relationships with state and federal regulatory\nagencies.\n(k) Processes to review land use plans and efforts to coordinate with land\nuse planning agencies to assess activities that potentially create risks to\ngroundwater quality or quantity.\n(l) Impacts on groundwater dependent ecosystems.\n(Amended by Stats. 2015, Ch. 666, Sec. 4. Effective January 1, 2016.)\n§ 10727.6. Groundwater sustainability agencies intending to develop and\nimplement multiple groundwater sustainability plans pursuant to paragraph (3)\nof subdivision (b) of Section 10727 shall coordinate with other agencies\npreparing a groundwater sustainability plan within the basin to ensure that the\nplans utilize the same data and methodologies for the following assumptions in\ndeveloping the plan:\n(a) Groundwater elevation data.\n(b) Groundwater extraction data.\n(c) Surface water supply.\n(d) Total water use.\n(e) Change in groundwater storage.\n(f) Water budget.\n(g) Sustainable yield.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10727.8. (a) Prior to initiating the development of a groundwater\nsustainability plan, the groundwater sustainability agency shall make available to\nthe public and the department a written statement describing the manner in\nwhich interested parties may participate in the development and\nimplementation of the groundwater sustainability plan. The groundwater\nsustainability agency shall provide the written statement to the legislative body\nof any city, county, or city and county located within the geographic area to be\ncovered by the plan. The groundwater sustainability agency may appoint and\nconsult with an advisory committee consisting of interested parties for the\npurposes of developing and implementing a groundwater sustainability plan.\nThe groundwater sustainability agency shall encourage the active involvement\nof diverse social, cultural, and economic elements of the population within the\ngroundwater basin prior to and during the development and implementation of\nthe groundwater sustainability plan. If the geographic area to be covered by the\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 280,
    "relevance_score": 7,
    "text": "250\n(c) A penalty imposed pursuant to this section shall be paid to the\ngroundwater sustainability agency and shall be expended solely for purposes of\nthis part.\n(d) Penalties imposed pursuant to this section are in addition to any civil\npenalty or criminal fine under any other law.\n(Added by Stats. 2014, Ch. 347, Sec. 17. Effective January 1, 2015.)\n§ 10732.2. If a groundwater sustainability agency finds that a state entity is\nnot working cooperatively regarding implementation of a groundwater\nsustainability plan, the groundwater sustainability agency may file notice with\nthe board regarding its finding. The board shall notice proceedings to investigate\nthe finding of the groundwater sustainability agency. If the board determines\nthat the failure of the state entity to work cooperatively regarding\nimplementation of a groundwater sustainability plan compromises the ability of\nthe groundwater sustainability agency to implement the plan in a manner that\nwill likely achieve the sustainability goal, the board may direct the state entity to\ncooperate in the implementation of the groundwater sustainability plan unless\nthe state entity indicates its authority for not complying with a groundwater\nsustainability plan in the same manner as subdivision (f) of Section 10735.8.\n(Added by Stats. 2015, Ch. 666, Sec. 6. Effective January 1, 2016.)\nCHAPTER 10. STATE EVALUATION AND ASSESSMENT [10733. - 10733.8.]\n(Chapter 10 added by Stats. 2014, Ch. 347, Sec. 18.)\n§ 10733. (a) The department shall periodically review the groundwater\nsustainability plans developed by groundwater sustainability agencies pursuant\nto this part to evaluate whether a plan conforms with Sections 10727.2 and\n10727.4 and is likely to achieve the sustainability goal for the basin covered by\nthe groundwater sustainability plan.\n(b) If a groundwater sustainability agency develops multiple groundwater\nsustainability plans for a basin, the department shall evaluate whether the plans\nconform with Sections 10727.2, 10727.4, and 10727.6 and are together likely to\nachieve the sustainability goal for the basin covered by the groundwater\nsustainability plans.\n(c) The department shall evaluate whether a groundwater sustainability\nplan adversely affects the ability of an adjacent basin to implement their\ngroundwater sustainability plan or impedes achievement of sustainability goals\nin an adjacent basin.\n(Added by Stats. 2014, Ch. 347, Sec. 18. Effective January 1, 2015.)\n§ 10733.2. (a) (1) By June 1, 2016, the department shall adopt regulations\nfor evaluating groundwater sustainability plans, the implementation of\ngroundwater sustainability plans, and coordination agreements pursuant to this\nchapter.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 282,
    "relevance_score": 7,
    "text": "252\nnot occur until the entire basin is covered by groundwater sustainability plans.\nWhen the entire basin is covered by groundwater sustainability plans, the\ngroundwater sustainability agencies shall jointly submit to the department all of\nthe following:\n(1) The groundwater sustainability plans.\n(2) An explanation of how the groundwater sustainability plans\nimplemented together satisfy Sections 10727.2, 10727.4, and 10727.6 for the\nentire basin.\n(3) A copy of the coordination agreement between the groundwater\nsustainability agencies to ensure the coordinated implementation of the\ngroundwater sustainability plans for the entire basin.\n(c) Upon receipt of a groundwater sustainability plan, the department shall\npost the plan on the department’s internet website and provide 60 days for\npersons to submit comments to the department about the plan.\n(d) The department shall evaluate the groundwater sustainability plan\nwithin two years of its submission by a groundwater sustainability agency and\nissue an assessment of the plan. The assessment may include recommended\ncorrective actions to address any deficiencies identified by the department.\n(e) Nothing in this section shall be construed to prohibit a groundwater\nsustainability agency from implementing a groundwater sustainability plan prior\nto evaluation and assessment of the groundwater sustainability plan by the\ndepartment.\n(f) Nothing in this section shall be construed to prohibit groundwater\nsustainability agencies that have developed multiple groundwater sustainability\nplans for a basin from amending the coordination agreement following\ndepartment issuance of an assessment of the plans.\n(Amended by Stats. 2025, Ch. 439, Sec. 1. (AB 709) Effective January 1, 2026.)\n§ 10733.6. (a) If a local agency believes that an alternative described in\nsubdivision (b) satisfies the objectives of this part, the local agency may submit\nthe alternative to the department for evaluation and assessment of whether the\nalternative satisfies the objectives of this part for the basin.\n(b) An alternative is any of the following:\n(1) A plan developed pursuant to Part 2.75 (commencing with Section\n10750) or other law authorizing groundwater management.\n(2) Management pursuant to an adjudication action.\n(3) An analysis of basin conditions that demonstrates that the basin has\noperated within its sustainable yield over a period of at least 10 years. The\nsubmission of an alternative described by this paragraph shall include a report\nprepared by a registered professional engineer or geologist who is licensed by\nthe state and submitted under that engineer’s or geologist’s seal.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 137,
    "relevance_score": 6,
    "text": "107\nbeneficial uses, including instream beneficial uses, and the ability to meet water\nquality objectives.\n(B) A simplified water availability analysis, if the applicant proposes to\ndivert water only when flow in the source waterbody exceeds an established or\ncalculated flood stage, or if the applicant requests board consideration of a\nsimplified water availability analysis prior to submittal of the application, and the\ndeputy director finds that a simplified water availability analysis is sufficient for\nthe board to make the findings required by subdivision (b) of Section 1433.1.\n(4) A proposed accounting method for storage and extraction of water\ndiverted under the permit that is either of the following:\n(A) Certified to be consistent with the groundwater sustainability plan or\nalternative approved pursuant to Section 10733.6 by the groundwater\nsustainability agency for the basin where the water is proposed to be stored or\nthe local agency responsible for implementing the approved alternative.\n(B) If there is no applicable groundwater sustainability plan or alternative\napproved pursuant to Section 10733.6, adequate to demonstrate beneficial use\nof water under the proposed permit and not inconsistent with the department’s\nstandards in Section 356.2 of Title 23 of the California Code of Regulations.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.3. (a) As soon as practicable after the receipt of an application, the\nboard shall issue and deliver to the applicant a notice of the application that\nincludes the information required by Section 1301 and a list of persons who, in\nthe judgment of the board, could be adversely affected by the temporary\ndiversion and use. The board shall post the notice to its internet website within\n10 days of issuing the notice to the applicant.\n(b) The applicant shall provide notice by registered or electronic mail to\neach person on the list of interested persons provided by the board and the list\nof interested persons maintained by any groundwater sustainability agency or\nlocal agency for the basin where the water is proposed to be stored. The\napplicant shall provide proof of notice to the board.\n(c) Any interested person may file an objection to the temporary diversion\nand use with the board within 30 days of the mailing of the notice by the\napplicant. A person filing an objection shall send a copy to the applicant.\n(d) The board shall consider an objection, and may hold a hearing on the\nobjection after notice to all interested persons, before acting upon an\napplication for a permit.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.4. The board shall supervise diversion and use of water under a\npermit issued under this article for the protection of all lawful users of water, for\nprotection of beneficial uses, including instream beneficial uses, the ability to\nmeet water quality objectives, and for compliance with permit conditions. The\nCalifornia S"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 144,
    "relevance_score": 6,
    "text": "114\n(b) The petitioner shall provide notice by registered or electronic mail to\neach person on the list of interested persons provided by the board and the list\nof interested persons maintained by any groundwater sustainability agency or\nlocal agency for the basin where the water is proposed to be stored. The\npetitioner shall provide proof of notice to the board.\n(c) Any interested person may file an objection to the temporary diversion\nand use with the board within 30 days of the mailing of the notice by the\npetitioner. A person filing an objection shall send a copy to the applicant.\n(d) The board shall consider an objection, and may hold a hearing on the\nobjection after notice to all interested persons, before acting upon a petition for\na temporary change order.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.4. The board shall supervise diversion and use of water under a\nchange order issued under this article for the protection of all lawful users of\nwater and instream beneficial uses and for compliance with change order\nconditions. The change order may require a person who extracts water stored\nunder the change order to comply with regulatory and permitting requirements\nfor groundwater extraction set by the groundwater sustainability plan or\nalternative approved pursuant to Section 10733.6 for the basin.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.5. A change order issued under this article shall not result in the\ncreation of a vested right, even of a temporary nature. The change order is\nsubject, at all times, to modification or revocation at the discretion of the board,\nafter the permittee or licensee has adequate notice and an adequate\nopportunity to be heard concerning any proposed modification or revocation.\nThe authorization to divert and use water under the change order shall\nautomatically expire five years after the authorization takes effect, unless an\nearlier date is specified or the temporary change order is revoked, and shall be\njunior in priority to any subsequent appropriation not subject to this chapter.\nThe five-year period does not include any time required for monitoring,\nreporting, or mitigation before or after the authorization to divert or use water\nunder the change order. The five-year period is a limitation on the authorization\nto divert and not a limitation on the authorization for beneficial use of the water\ndiverted to underground storage.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.6. The board may renew a change order issued under this article if\nthe board, in its judgment, concludes that the petitioner has exercised due\ndiligence in applying for a change pursuant to provisions of this division, other\nthan this chapter, and in pursuing that petition once it is filed. The board shall\nprocess a request for a renewal of a change order issued under this article\nStatutory Water Rights Law and Related Co"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 217,
    "relevance_score": 6,
    "text": "187\nperiod for correction of the problem, and the additional penalty shall not apply\nif the violation is corrected within the period specified by the board.\n(e) In determining the appropriate amount, the board shall consider all\nrelevant circumstances, including, but not limited to, all of the following factors:\n(1) The extent of harm caused by the violation.\n(2) The nature and persistence of the violation.\n(3) The length of time over which the violation occurs.\n(4) Any corrective action undertaken by the violator.\n(f) All funds recovered pursuant to this section shall be deposited in the\nWater Rights Fund established pursuant to Section 1550.\n(g) Remedies under this section are in addition to, and do not supersede\nor limit, any other remedies, civil or criminal.\n(Amended by Stats. 2009, 7th Ex. Sess., Ch. 2, Sec. 6. Effective February 3, 2010.)\nPART 5.2. GROUNDWATER EXTRACTION REPORTING FOR\nPROBATIONARY BASINS AND BASINS WITHOUT A GROUNDWATER\nSUSTAINABILITY AGENCY [5200. - 5209.]\n(Part 5.2 added by Stats. 2014, Ch. 347, Sec. 10.)\n§ 5200. The Legislature finds and declares that this part establishes\ngroundwater reporting requirements for the purposes of subdivision (b) of\nSection 10724 and Chapter 11 (commencing with Section 10735) of Part 2.74 of\nDivision 6.\n(Added by Stats. 2014, Ch. 347, Sec. 10. Effective January 1, 2015.)\n§ 5201. As used in this part:\n(a) “Basin” has the same meaning as defined in Section 10721.\n(b) “Board-designated local area” has the same meaning as defined in\nSection 5009.\n(c) “De minimis extractor” has the same meaning as defined in Section\n10721.\n(d) “Groundwater” has the same meaning as defined in Section 10721.\n(e) “Groundwater extraction facility” has the same meaning as defined in\nSection 10721.\n(f) “Groundwater sustainability agency” has the same meaning as defined\nin Section 10721.\n(g) “Person” has the same meaning as defined in Section 10735.\n(h) “Personal information” has the same meaning as defined in Section\n1798.3 of the Civil Code.\n(i) “Probationary basin” has the same meaning as defined in Section\n10735.\n(j) “Water year” has the same meaning as defined in Section 10721.\n(Added by Stats. 2014, Ch. 347, Sec. 10. Effective January 1, 2015.)\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 218,
    "relevance_score": 6,
    "text": "188\n§ 5202. (a) This section applies to a person who does either of the following:\n(1) Extracts groundwater from a probationary basin 90 days or more after\nthe board designates the basin as a probationary basin pursuant to Section\n10735.2.\n(2) Extracts groundwater on or after July 1, 2017, in an area within a high-\nor medium-priority basin subject to the requirements of subdivision (a) of\nSection 10720.7 that is not within the management area of a groundwater\nsustainability agency and where the county does not assume responsibility to be\nthe groundwater sustainability agency, as provided in subdivision (b) of Section\n10724.\n(b) Except as provided in subdivision (c), a person subject to this section\nshall file a report of groundwater extraction by February 1 of each year for\nextractions made in the preceding water year.\n(c) Unless reporting is required pursuant to paragraph (2) of subdivision (c)\nof Section 10735.2, this section does not apply to any of the following:\n(1) An extraction by a de minimis extractor.\n(2) An extraction excluded from reporting pursuant to paragraph (1) of\nsubdivision (c) of Section 10735.2.\n(3) An extraction reported pursuant to Part 5 (commencing with Section\n4999).\n(4) An extraction that is included in annual reports filed with a court or the\nboard by a watermaster appointed by a court or pursuant to statute to\nadminister a final judgment determining rights to water. The reports shall\nidentify the persons who have extracted water and give the general place of use\nand the quantity of water that has been extracted from each source.\n(d) Except as provided in Section 5209, the report shall be filed with the\nboard.\n(e) The report may be filed by the person extracting water or on that\nperson’s behalf by an agency that person designates and that maintains a record\nof the water extracted.\n(f) Each report shall be accompanied by the fee imposed pursuant to\nSection 1529.5.\n(Amended by Stats. 2021, Ch. 258, Sec. 46. (SB 155) Effective September 23, 2021.)\n§ 5203. Each report shall be prepared on a form provided by the board. The\nreport shall include all of the following information:\n(a) The name and address of the person who extracted groundwater and\nof the person filing the report.\n(b) The name of the basin from which groundwater was extracted.\n(c) The place of groundwater extraction. The location of the groundwater\nextraction facilities shall be depicted on a specific United States Geological\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 256,
    "relevance_score": 6,
    "text": "226\n(1) By April 1, 2016, submit to the department a copy of a governing final\njudgment, or other judicial order or decree, and any amendments entered\nbefore April 1, 2016.\n(2) Within 90 days of entry by a court, submit to the department a copy of\nany amendment made and entered by the court to the governing final judgment\nor other judicial order or decree on or after April 1, 2016.\n(3) By April 1, 2016, and annually thereafter, submit to the department a\nreport containing the following information to the extent available for the\nportion of the basin subject to the adjudication:\n(A) Groundwater elevation data unless otherwise submitted pursuant to\nSection 10932.\n(B) Annual aggregated data identifying groundwater extraction for the\npreceding water year.\n(C) Surface water supply used for or available for use for groundwater\nrecharge or in-lieu use.\n(D) Total water use.\n(E) Change in groundwater storage.\n(F) The annual report submitted to the court.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10720.9. All relevant state agencies, including, but not limited to, the board,\nthe regional water quality control boards, the department, and the Department\nof Fish and Wildlife, shall consider the policies of this part, and any groundwater\nsustainability plans adopted pursuant to this part, when revising or adopting\npolicies, regulations, or criteria, or when issuing orders or determinations,\nwhere pertinent.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\nCHAPTER 2. DEFINITIONS [10721. - 10721.]\n(Chapter 2 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10721. Unless the context otherwise requires, the following definitions govern\nthe construction of this part:\n(a) “Adjudication action” means an action filed in the superior or federal\ndistrict court to determine the rights to extract groundwater from a basin or\nstore water within a basin, including, but not limited to, actions to quiet title\nrespecting rights to extract or store groundwater or an action brought to impose\na physical solution on a basin.\n(b) “Basin” means a groundwater basin or subbasin identified and defined\nin Bulletin 118 or as modified pursuant to Chapter 3 (commencing with Section\n10722).\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 260,
    "relevance_score": 6,
    "text": "230\n(c) Methodology and criteria established pursuant to subdivision (b) shall\naddress all of the following:\n(1) How to assess the likelihood that the proposed basin can be sustainably\nmanaged.\n(2) How to assess whether the proposed basin would limit the sustainable\nmanagement of adjacent basins.\n(3) How to assess whether there is a history of sustainable management of\ngroundwater levels in the proposed basin.\n(d) Prior to adopting the regulations pursuant to subdivision (b), the\ndepartment shall conduct three public meetings to consider public comments.\nThe department shall publish the draft regulations on its Internet Web site at\nleast 30 days before the public meetings. One meeting shall be conducted at a\nlocation in northern California, one meeting shall be conducted at a location in\nthe central valley of California, and one meeting shall be conducted at a location\nin southern California.\n(e) The department shall provide a copy of its draft revision of a basin’s\nboundaries to the California Water Commission. The California Water\nCommission shall hear and comment on the draft revision within 60 days after\nthe department provides the draft revision to the commission.\n(Amended by Stats. 2015, Ch. 676, Sec. 4. Effective January 1, 2016.)\n§ 10722.4. (a) Pursuant to Section 10933, for the purposes of this part the\ndepartment shall categorize each basin as one of the following priorities:\n(1) High priority.\n(2) Medium priority.\n(3) Low priority.\n(4) Very low priority.\n(b) The initial priority for each basin shall be established by the\ndepartment pursuant to Section 10933 no later than January 31, 2015.\n(c) Any time the department updates Bulletin 118 boundaries pursuant to\nsubdivision (b) of Section 12924, the department shall reassess the prioritization\npursuant to Section 10933.\n(d) If the department changes priorities pursuant to Section 10933 to\nelevate a basin from a low- or very low priority basin to a medium- or high-\npriority basin after January 31, 2015, the agency formation and planning\ndeadlines of this part shall be extended as follows:\n(1) A local agency, or combination of local agencies overlying a\ngroundwater basin, shall have two years from the date of reprioritization to\neither establish a groundwater sustainability agency pursuant to Chapter 4\n(commencing with Section 10723) or two years to satisfy the requirements of\nSection 10733.6.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 263,
    "relevance_score": 6,
    "text": "233\ngoverning board of the local agency makes a finding that the agency is unable to\nsustainably manage the basin without the prohibited authority.\n(d) The decision of a local agency or combination of agencies to become a\ngroundwater sustainability agency shall take effect as provided in Section\n10723.8.\n(Amended by Stats. 2017, Ch. 357, Sec. 1. (SB 372) Effective September 28, 2017.)\n§ 10723.2. The groundwater sustainability agency shall consider the interests\nof all beneficial uses and users of groundwater, as well as those responsible for\nimplementing groundwater sustainability plans. These interests include, but are\nnot limited to, all of the following:\n(a) Holders of overlying groundwater rights, including:\n(1) Agricultural users, including farmers, ranchers, and dairy professionals.\n(2) Domestic well owners.\n(b) Municipal well operators.\n(c) Public water systems.\n(d) Local land use planning agencies.\n(e) Environmental users of groundwater.\n(f) Surface water users, if there is a hydrologic connection between surface\nand groundwater bodies.\n(g) The federal government, including, but not limited to, the military and\nmanagers of federal lands.\n(h) California Native American tribes.\n(i) Disadvantaged communities, including, but not limited to, those served\nby private domestic wells or small community water systems.\n(j) Entities listed in Section 10927 that are monitoring and reporting\ngroundwater elevations in all or a part of a groundwater basin managed by the\ngroundwater sustainability agency.\n(Amended by Stats. 2017, Ch. 67, Sec. 1. (AB 321) Effective January 1, 2018.)\n§ 10723.4. The groundwater sustainability agency shall establish and maintain\na list of persons interested in receiving notices regarding plan preparation,\nmeeting announcements, and availability of draft plans, maps, and other\nrelevant documents. Any person may request, in writing, to be placed on the list\nof interested persons.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10723.6. (a) A combination of local agencies may form a groundwater\nsustainability agency by using any of the following methods:\n(1) A joint powers agreement.\n(2) A memorandum of agreement or other legal agreement.\n(b) A water corporation regulated by the Public Utilities Commission or a\nmutual water company may participate in a groundwater sustainability agency\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 266,
    "relevance_score": 6,
    "text": "236\n(b) A groundwater sustainability agency may adopt rules, regulations,\nordinances, and resolutions for the purpose of this part, in compliance with any\nprocedural requirements applicable to the adoption of a rule, regulation,\nordinance, or resolution by the groundwater sustainability agency.\n(c) In addition to any other applicable procedural requirements, the\ngroundwater sustainability agency shall provide notice of the proposed adoption\nof the groundwater sustainability plan on its Internet Web site and provide for\nelectronic notice to any person who requests electronic notification.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10725.4. (a) A groundwater sustainability agency may conduct an\ninvestigation for the purposes of this part, including, but not limited to,\ninvestigations for the following:\n(1) To determine the need for groundwater management.\n(2) To prepare and adopt a groundwater sustainability plan and\nimplementing rules and regulations.\n(3) To propose and update fees.\n(4) To monitor compliance and enforcement.\n(b) An investigation may include surface waters and surface water rights as\nwell as groundwater and groundwater rights.\n(c) In connection with an investigation, a groundwater sustainability\nagency may inspect the property or facilities of a person or entity to ascertain\nwhether the purposes of this part are being met and compliance with this part.\nThe local agency may conduct an inspection pursuant to this section upon\nobtaining any necessary consent or obtaining an inspection warrant pursuant to\nthe procedure set forth in Title 13 (commencing with Section 1822.50) of Part 3\nof the Code of Civil Procedure.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10725.6. A groundwater sustainability agency may require registration of a\ngroundwater extraction facility within the management area of the groundwater\nsustainability agency.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10725.8. (a) A groundwater sustainability agency may require through its\ngroundwater sustainability plan that the use of every groundwater extraction\nfacility within the management area of the groundwater sustainability agency be\nmeasured by a water-measuring device satisfactory to the groundwater\nsustainability agency.\n(b) All costs associated with the purchase and installation of the water-\nmeasuring device shall be borne by the owner or operator of each groundwater\nextraction facility. The water-measuring devices shall be installed by the\ngroundwater sustainability agency or, at the groundwater sustainability agency’s\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 269,
    "relevance_score": 6,
    "text": "239\nthose permits. A groundwater sustainability agency may request of the county,\nand the county shall consider, that the county forward permit requests for the\nconstruction of new groundwater wells, the enlarging of existing groundwater\nwells, and the reactivation of abandoned groundwater wells to the groundwater\nsustainability agency before permit approval.\n(Amended (as added by Stats. 2014, Ch. 346) by Stats. 2014, Ch. 347, Sec. 12. Effective\nJanuary 1, 2015.)\n§ 10726.5. In addition to any other authority granted to a groundwater\nsustainability agency by this part or other law, a groundwater sustainability\nagency may enter into written agreements and funding with a private party to\nassist in, or facilitate the implementation of, a groundwater sustainability plan or\nany elements of the plan.\n(Added by Stats. 2015, Ch. 666, Sec. 3. Effective January 1, 2016.)\n§ 10726.6. (a) A groundwater sustainability agency that adopts a\ngroundwater sustainability plan may file an action to determine the validity of\nthe plan pursuant to Chapter 9 (commencing with Section 860) of Title 10 of\nPart 2 of the Code of Civil Procedure no sooner than 180 days following the\nadoption of the plan.\n(b) Subject to Sections 394 and 397 of the Code of Civil Procedure, the\nvenue for an action pursuant to this section shall be the county in which the\nprincipal office of the groundwater management agency is located.\n(c) Any judicial action or proceeding to attack, review, set aside, void, or\nannul the ordinance or resolution imposing a new, or increasing an existing, fee\nimposed pursuant to Section 10730, 10730.2, or 10730.4 shall be commenced\nwithin 180 days following the adoption of the ordinance or resolution.\n(d) Any person may pay a fee imposed pursuant to Section 10730,\n10730.2, or 10730.4 under protest and bring an action against the governing\nbody in the superior court to recover any money that the governing body\nrefuses to refund. Payments made and actions brought under this section shall\nbe made and brought in the manner provided for the payment of taxes under\nprotest and actions for refund of that payment in Article 2 (commencing with\nSection 5140) of Chapter 5 of Part 9 of Division 1 of the Revenue and Taxation\nCode, as applicable.\n(e) Except as otherwise provided in this section, actions by a groundwater\nsustainability agency are subject to judicial review pursuant to Section 1085 of\nthe Code of Civil Procedure.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10726.8. (a) This part is in addition to, and not a limitation on, the\nauthority granted to a local agency under any other law. The local agency may\nuse the local agency’s authority under any other law to apply and enforce any\nrequirements of this part, including, but not limited to, the collection of fees.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 274,
    "relevance_score": 6,
    "text": "244\nplan includes a public water system regulated by the Public Utilities Commission,\nthe groundwater sustainability agency shall provide the written statement to the\ncommission.\n(b) For purposes of this section, interested parties include entities listed in\nSection 10927 that are monitoring and reporting groundwater elevations in all\nor a part of a groundwater basin managed by the groundwater sustainability\nagency.\n(Amended by Stats. 2015, Ch. 666, Sec. 5. Effective January 1, 2016.)\n§ 10728. On the April 1 following the adoption of a groundwater sustainability\nplan and annually thereafter, a groundwater sustainability agency shall submit a\nreport to the department containing the following information about the basin\nmanaged in the groundwater sustainability plan:\n(a) Groundwater elevation data.\n(b) Annual aggregated data identifying groundwater extraction for the\npreceding water year.\n(c) Surface water supply used for or available for use for groundwater\nrecharge or in-lieu use.\n(d) Total water use.\n(e) Change in groundwater storage.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10728.2. A groundwater sustainability agency shall periodically evaluate its\ngroundwater sustainability plan, assess changing conditions in the basin that\nmay warrant modification of the plan or management objectives, and may\nadjust components in the plan. An evaluation of the plan shall focus on\ndetermining whether the actions under the plan are meeting the plan’s\nmanagement objectives and whether those objectives are meeting the\nsustainability goal in the basin.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10728.4. A groundwater sustainability agency may adopt or amend a\ngroundwater sustainability plan after a public hearing, held at least 90 days after\nproviding notice to a city or county within the area of the proposed plan or\namendment. The groundwater sustainability agency shall review and consider\ncomments from any city or county that receives notice pursuant to this section\nand shall consult with a city or county that requests consultation within 30 days\nof receipt of the notice. Nothing in this section is intended to preclude an\nagency and a city or county from otherwise consulting or commenting regarding\nthe adoption or amendment of a plan.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10728.6. Division 13 (commencing with Section 21000) of the Public\nResources Code does not apply to the preparation and adoption of plans\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 277,
    "relevance_score": 6,
    "text": "247\nextraction of groundwater from the basin to fund costs of groundwater\nmanagement, including, but not limited to, the costs of the following:\n(1) Administration, operation, and maintenance, including a prudent\nreserve.\n(2) Acquisition of lands or other property, facilities, and services.\n(3) Supply, production, treatment, or distribution of water.\n(4) Other activities necessary or convenient to implement the plan.\n(b) Until a groundwater sustainability plan is adopted pursuant to this part,\na local agency may impose fees in accordance with the procedures provided in\nthis section for the purposes of Part 2.75 (commencing with Section 10750) as\nlong as a groundwater management plan adopted before January 1, 2015, is in\neffect.\n(c) Fees imposed pursuant to this section shall be adopted in accordance\nwith subdivisions (a) and (b) of Section 6 of Article XIII D of the California\nConstitution.\n(d) Fees imposed pursuant to this section may include fixed fees and fees\ncharged on a volumetric basis, including, but not limited to, fees that increase\nbased on the quantity of groundwater produced annually, the year in which the\nproduction of groundwater commenced from a groundwater extraction facility,\nand impacts to the basin.\n(e) The power granted by this section is in addition to any powers a\ngroundwater sustainability agency has under any other law.\n(Amended by Stats. 2015, Ch. 255, Sec. 12. Effective January 1, 2016.)\n§ 10730.4. A groundwater sustainability agency may fund activities pursuant\nto Part 2.75 (commencing with Section 10750) and may impose fees pursuant to\nSection 10730.2 to fund activities undertaken by the agency pursuant to Part\n2.75 (commencing with Section 10750).\n(Added by Stats. 2014, Ch. 347, Sec. 16. Effective January 1, 2015.)\n§ 10730.6. (a) A groundwater fee levied pursuant to this chapter shall be due\nand payable to the groundwater sustainability agency by each owner or\noperator on a day established by the groundwater sustainability agency.\n(b) If an owner or operator knowingly fails to pay a groundwater fee within\n30 days of it becoming due, the owner or operator shall be liable to the\ngroundwater sustainability agency for interest at the rate of 1 percent per\nmonth on the delinquent amount of the groundwater fee and a 10-percent\npenalty.\n(c) The groundwater sustainability agency may bring a suit in the court\nhaving jurisdiction against any owner or operator of a groundwater extraction\nfacility within the area covered by the plan for the collection of any delinquent\ngroundwater fees, interest, or penalties imposed under this chapter. If the\ngroundwater sustainability agency seeks an attachment against the property of\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 278,
    "relevance_score": 6,
    "text": "248\nany named defendant in the suit, the groundwater sustainability agency shall\nnot be required to furnish a bond or other undertaking as provided in Title 6.5\n(commencing with Section 481.010) of Part 2 of the Code of Civil Procedure.\n(d) In the alternative to bringing a suit pursuant to subdivision (c), a\ngroundwater sustainability agency may collect any delinquent groundwater\ncharge and any civil penalties and interest on the delinquent groundwater\ncharge pursuant to the laws applicable to the local agency or, if a joint powers\nauthority, to the entity designated pursuant to Section 6509 of the Government\nCode. The collection shall be in the same manner as it would be applicable to\nthe collection of delinquent assessments, water charges, or tolls.\n(e) As an additional remedy, a groundwater sustainability agency, after a\npublic hearing, may order an owner or operator to cease extraction of\ngroundwater until all delinquent fees are paid. The groundwater sustainability\nagency shall give notice to the owner or operator by certified mail not less than\n15 days in advance of the public hearing.\n(f) The remedies specified in this section for collecting and enforcing fees\nare cumulative and may be pursued alternatively or may be used consecutively\nas determined by the governing body.\n(Added by Stats. 2014, Ch. 347, Sec. 16. Effective January 1, 2015.)\n§ 10730.8. (a) Nothing in this chapter shall affect or interfere with the\nauthority of a groundwater sustainability agency to levy and collect taxes,\nassessments, charges, and tolls as otherwise provided by law.\n(b) Personal information included in a report or record pursuant to this\nchapter has the same protection from disclosure as is provided for information\nconcerning utility customers of local agencies pursuant to Section 7927.410 of\nthe Government Code.\n(Amended by Stats. 2021, Ch. 615, Sec. 431. (AB 474) Effective January 1, 2022. Operative\nJanuary 1, 2023, pursuant to Section 463 of Stats. 2021, Ch. 615.)\n§ 10731. (a) Following an investigation pursuant to Section 10725.4, the\ngoverning body may make a determination fixing the amount of groundwater\nproduction from the groundwater extraction facility at an amount not to exceed\nthe maximum production capacity of the facility for purposes of levying a\ngroundwater charge. If a water-measuring device is permanently attached to\nthe groundwater extraction facility, the record of production as disclosed by the\nwater-measuring device shall be presumed to be accurate unless the contrary is\nestablished by the groundwater sustainability agency after investigation.\n(b) After the governing body makes a determination fixing the amount of\ngroundwater production pursuant to subdivision (a), a written notice of the\ndetermination shall be mailed to the owner or operator of the groundwater\nextraction facility at the address as shown by the groundwater sustainability\nagency’s records. A determination made by the governing body shall be\nStatutory Water Rights Law and "
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 281,
    "relevance_score": 6,
    "text": "251\n(2) The regulations shall identify the necessary plan components specified\nin Sections 10727.2, 10727.4, and 10727.6 and other information that will assist\nlocal agencies in developing and implementing groundwater sustainability plans\nand coordination agreements.\n(b) (1) The department may update the regulations, including to\nincorporate the best management practices identified pursuant to Section\n10729.\n(2) The regulations adopted pursuant to paragraph (1) of subdivision (a)\nshall identify appropriate methodologies and assumptions for baseline\nconditions concerning hydrology, water demand, regulatory restrictions that\naffect the availability of surface water, and unreliability of, or reductions in,\nsurface water deliveries to the agency or water users in the basin, and the\nimpact of those conditions on achieving sustainability. The baseline for\nmeasuring unreliability and reductions shall include the historic average\nreliability and deliveries of surface water to the agency or water users in the\nbasin.\n(c) By June 1, 2016, the department shall adopt regulations for evaluating\nalternatives submitted pursuant to Section 10733.6.\n(d) The department shall adopt the regulations, including any amendments\nthereto, authorized by this section as emergency regulations in accordance with\nthe Administrative Procedure Act (Chapter 3.5 (commencing with Section\n11340) of Part 1 of Division 3 of Title 2 of the Government Code). The adoption\nof these regulations is an emergency and shall be considered by the Office of\nAdministrative Law as necessary for the immediate preservation of the public\npeace, health and safety, or general welfare. Notwithstanding the\nAdministrative Procedure Act, emergency regulations adopted by the\ndepartment pursuant to this section shall not be subject to review by the Office\nof Administrative Law and shall remain in effect until revised by the department.\n(e) Before adopting the regulations pursuant to this section, the\ndepartment shall conduct three public meetings to consider public comments.\nThe department shall publish the draft regulations on its Internet Web site at\nleast 30 days before the public meetings. One meeting shall be conducted at a\nlocation in northern California, one meeting shall be conducted at a location in\nthe central valley of California, and one meeting shall be conducted at a location\nin southern California.\n(Amended by Stats. 2015, Ch. 255, Sec. 13. Effective January 1, 2016.)\n§ 10733.4. (a) Upon adoption of a groundwater sustainability plan, a\ngroundwater sustainability agency shall submit the groundwater sustainability\nplan to the department for review pursuant to this chapter.\n(b) If groundwater sustainability agencies develop multiple groundwater\nsustainability plans for a basin, the submission required by subdivision (a) shall\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 284,
    "relevance_score": 6,
    "text": "254\n(c) “Probationary basin” means a basin for which the board has issued a\ndetermination under Section 10735.2.\n(d) “Significant depletions of interconnected surface waters” means\nreductions in flow or levels of surface water that is hydrologically connected to\nthe basin such that the reduced surface water flow or levels have a significant\nand unreasonable adverse impact on beneficial uses of the surface water.\n(Added by Stats. 2014, Ch. 347, Sec. 19. Effective January 1, 2015.)\n§ 10735.2. (a) The board, after notice and a public hearing, may designate a\nhigh- or medium-priority basin as a probationary basin, if the board finds one or\nmore of the following applies to the basin:\n(1) After June 30, 2017, none of the following have occurred:\n(A) A local agency has decided to become a groundwater sustainability\nagency that intends to develop a groundwater sustainability plan for the entire\nbasin.\n(B) A collection of local agencies has formed a groundwater sustainability\nagency or prepared agreements to develop one or more groundwater\nsustainability plans that will collectively serve as a groundwater sustainability\nplan for the entire basin.\n(C) A local agency has submitted an alternative that has been approved or\nis pending approval pursuant to Section 10733.6. If the department disapproves\nan alternative pursuant to Section 10733.6, the board shall not act under this\nparagraph until at least 180 days after the department disapproved the\nalternative.\n(2) The basin is subject to paragraph (1) of subdivision (a) of Section\n10720.7, and after January 31, 2020, none of the following have occurred:\n(A) A groundwater sustainability agency has adopted a groundwater\nsustainability plan for the entire basin.\n(B) A collection of local agencies has adopted groundwater sustainability\nplans that collectively serve as a groundwater sustainability plan for the entire\nbasin.\n(C) The department has approved an alternative pursuant to Section\n10733.6.\n(3) The basin is subject to paragraph (1) of subdivision (a) of Section\n10720.7 and after January 31, 2020, the department, in consultation with the\nboard, determines that a groundwater sustainability plan is inadequate or that\nthe groundwater sustainability program is not being implemented in a manner\nthat will likely achieve the sustainability goal.\n(4) The basin is subject to paragraph (2) of subdivision (a) of Section\n10720.7, and after January 31, 2022, none of the following have occurred:\n(A) A groundwater sustainability agency has adopted a groundwater\nsustainability plan for the entire basin.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 285,
    "relevance_score": 6,
    "text": "255\n(B) A collection of local agencies has adopted groundwater sustainability\nplans that collectively serve as a groundwater sustainability plan for the entire\nbasin.\n(C) The department has approved an alternative pursuant to Section\n10733.6.\n(5) The basin is subject to paragraph (2) of subdivision (a) of Section\n10720.7, and either of the following have occurred:\n(A) After January 31, 2022, both of the following have occurred:\n(i) The department, in consultation with the board, determines that a\ngroundwater sustainability plan is inadequate or that the groundwater\nsustainability plan is not being implemented in a manner that will likely achieve\nthe sustainability goal.\n(ii) The board determines that the basin is in a condition of long-term\noverdraft.\n(B) After January 31, 2025, both of the following have occurred:\n(i) The department, in consultation with the board, determines that a\ngroundwater sustainability plan is inadequate or that the groundwater\nsustainability plan is not being implemented in a manner that will likely achieve\nthe sustainability goal.\n(ii) The board determines that the basin is in a condition where\ngroundwater extractions result in significant depletions of interconnected\nsurface waters.\n(b) In making the findings associated with paragraph (3) or (5) of\nsubdivision (a), the department and board may rely on periodic assessments the\ndepartment has prepared pursuant to Chapter 10 (commencing with Section\n10733). The board may request that the department conduct additional\nassessments utilizing the regulations developed pursuant to Chapter 10\n(commencing with Section 10733) and make determinations pursuant to this\nsection. The board shall post on its Internet Web site and provide at least 30\ndays for the public to comment on any determinations provided by the\ndepartment pursuant to this subdivision.\n(c) (1) The determination may exclude a class or category of extractions\nfrom the requirement for reporting pursuant to Part 5.2 (commencing with\nSection 5200) of Division 2 if those extractions are subject to a local plan or\nprogram that adequately manages groundwater within the portion of the basin\nto which that plan or program applies, or if those extractions are likely to have a\nminimal impact on basin withdrawals.\n(2) The determination may require reporting of a class or category of\nextractions that would otherwise be exempt from reporting pursuant to\nparagraph (1) of subdivision (c) of Section 5202 if those extractions are likely to\nhave a substantial impact on basin withdrawals or requiring reporting of those\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 287,
    "relevance_score": 6,
    "text": "257\n(b) The board may develop an interim plan pursuant to Section 10735.8 for\nthe probationary basin one year after the designation of the basin pursuant to\nparagraph (3) or (5) of subdivision (a) of Section 10735.2, if the board, in\nconsultation with the department, determines that a local agency has not\nremedied the deficiency that resulted in designating the basin a probationary\nbasin.\n(Amended by Stats. 2015, Ch. 255, Sec. 17. Effective January 1, 2016.)\n§ 10735.8. (a) The board, after notice and a public hearing, may adopt an\ninterim plan for a probationary basin.\n(b) The interim plan shall include all of the following:\n(1) Identification of the actions that are necessary to correct a condition of\nlong-term overdraft or a condition where groundwater extractions result in\nsignificant depletions of interconnected surface waters, including\nrecommendations for appropriate action by any person.\n(2) A time schedule for the actions to be taken.\n(3) A description of the monitoring to be undertaken to determine\neffectiveness of the plan.\n(c) The interim plan may include the following:\n(1) Restrictions on groundwater extraction.\n(2) A physical solution.\n(3) Principles and guidelines for the administration of rights to surface\nwaters that are connected to the basin.\n(d) Except as provided in subdivision (e), the interim plan shall be\nconsistent with water right priorities, subject to Section 2 of Article X of the\nCalifornia Constitution.\n(e) The board shall include in its interim plan a groundwater sustainability\nplan, or any element of a plan, that the board finds complies with the\nsustainability goal for that portion of the basin or would help meet the\nsustainability goal for the basin. Where, in the judgment of the board, an\nadjudication action can be relied on as part of the interim plan, either\nthroughout the basin or in an area within the basin, the board may rely on, or\nincorporate elements of, that adjudication into the interim plan adopted by the\nboard.\n(f) In carrying out activities that may affect the probationary basin, state\nentities shall comply with an interim plan adopted by the board pursuant to this\nsection unless otherwise directed or authorized by statute and the state entity\nshall indicate to the board in writing the authority for not complying with the\ninterim plan.\n(g) (1) After the board adopts an interim plan under this section, the\nboard shall determine if a groundwater sustainability plan or an adjudication\naction is adequate to eliminate the condition of long-term overdraft or condition\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 293,
    "relevance_score": 6,
    "text": "263\na groundwater sustainability plan under this part unless the court finds that the\njudgment will not substantially impair the ability of a groundwater sustainability\nagency, the board, or the department to comply with this part and to achieve\nsustainable groundwater management.\n(Added by Stats. 2015, Ch. 676, Sec. 5. Effective January 1, 2016.)\n§ 10737.9. (a)(1) Upon receiving notice that an adjudication has commenced\nin its basin, a groundwater sustainability agency shall host a public meeting to\nexplain the adjudication process and the status of the adjudication to water\nusers within the basin and the public.\nA groundwater sustainability agency may invite the state board or the\ndepartment to send a representative to the meeting in order to help explain the\nadjudication process.\n(2) A recording or summary of the meeting shall be posted to a public\ninternet website hosted by either the groundwater sustainability agency or the\nwatermaster of the basin.\n(3) For a basin that has multiple groundwater sustainability agencies, the\ngroundwater sustainability agencies may hold a public meeting jointly or\nindividually in furtherance of this subdivision.\n(b) This section shall only apply to basins in which a comprehensive\nadjudication has not been commenced by January 1, 2024.\n(Added by Stats.2023, Ch. 665 (A.B.779), Sec. 6. Effective January 1, 2024.)\n§ 10738. The approval of a groundwater sustainability plan by the department\nshall not be construed to be a determination by or otherwise an opinion of the\ndepartment that the allocation of groundwater pumping rights in the plan are\nconsistent with groundwater rights law.\n(Added by Stats. 2022, Ch. 682, Sec. 1. (SB 1372) Effective January 1, 2023.)\nPART 2.75. GROUNDWATER MANAGEMENT [10750. - 10755.4.]\n(Part 2.75 repealed and added by Stats. 1992, Ch. 947, Sec. 2.)\nCHAPTER 1. GENERAL PROVISIONS [10750. - 10750.10.]\n(Chapter 1 added by Stats. 1992, Ch. 947, Sec. 2.)\n§ 10750. (a) The Legislature finds and declares that groundwater is a valuable\nnatural resource in California, and should be managed to ensure both its safe\nproduction and its quality. It is the intent of the Legislature to encourage local\nagencies to work cooperatively to manage groundwater resources within their\njurisdictions.\n(b) The Legislature also finds and declares that additional study of\ngroundwater resources is necessary to better understand how to manage\ngroundwater effectively to ensure the safe production, quality, and proper\nstorage of groundwater in this state.\n(Amended by Stats. 2000, Ch. 708, Sec. 1. Effective January 1, 2001.)\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 294,
    "relevance_score": 6,
    "text": "264\n§ 10750.1. (a) Beginning January 1, 2015, a new plan shall not be adopted\nand an existing plan shall not be renewed pursuant to this part, except as\nprovided in subdivision (b). A plan adopted before January 1, 2015, shall remain\nin effect until a groundwater sustainability plan is adopted pursuant to Part 2.74\n(commencing with Section 10720).\n(b) This section does not apply to a low- or very low priority basin as\ncategorized for the purposes of Part 2.74 (commencing with Section 10720).\n(c) This section does not apply to a plan submitted as an alternative\npursuant to Section 10733.6, unless the department has not determined that\nthe alternative satisfies the objectives of Part 2.74 (commencing with Section\n10720) on or before January 31, 2020, or the department later determines that\nthe plan does not satisfy the objectives of that part.\n(Added by Stats. 2014, Ch. 346, Sec. 4. Effective January 1, 2015.)\n§ 10750.2. (a) Subject to subdivision (b), this part applies to all groundwater\nbasins in the state.\n(b) This part does not apply to any portion of a groundwater basin that is\nsubject to groundwater management by a local agency or a watermaster\npursuant to other provisions of law or a court order, judgment, or decree, unless\nthe local agency or watermaster agrees to the application of this part.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10750.4. Nothing in this part requires a local agency overlying a\ngroundwater basin to adopt or implement a groundwater management plan or\ngroundwater management program pursuant to this part.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10750.6. Nothing in this part affects the authority of a local agency or a\nwatermaster to manage groundwater pursuant to other provisions of law or a\ncourt order, judgment, or decree.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10750.7. (a) A local agency may not manage groundwater pursuant to this\npart within the service area of another local agency, a water corporation\nregulated by the Public Utilities Commission, or a mutual water company\nwithout the agreement of that other entity.\n(b) This section applies only to groundwater basins that are not critically\noverdrafted.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10750.8. (a) A local agency may not manage groundwater pursuant to this\npart within the service area of another local agency without the agreement of\nthat other entity.\n(b) This section applies only to groundwater basins that are critically\noverdrafted.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 299,
    "relevance_score": 6,
    "text": "269\n(2) If the local agency determines that a majority protest exists, the\ngroundwater plan may not be adopted and the local agency shall not consider\nadopting a plan for the area proposed to be included within the program for a\nperiod of one year after the date of the second hearing.\n(3) If a majority protest has not been filed, the local agency, within 35 days\nafter the conclusion of the second hearing, may adopt the groundwater\nmanagement plan.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10753.7. (a) For the purposes of qualifying as a groundwater management\nplan under this section, a plan shall contain the components that are set forth in\nthis section. In addition to the requirements of a specific funding program, a\nlocal agency seeking state funds administered by the department for\ngroundwater projects or groundwater quality projects, including projects that\nare part of an integrated regional water management program or plan, and\nexcluding programs that are funded under Part 2.78 (commencing with Section\n10795), shall do all of the following:\n(1) Prepare and implement a groundwater management plan that includes\nbasin management objectives for the groundwater basin that is subject to the\nplan. The plan shall include components relating to the monitoring and\nmanagement of groundwater levels within the groundwater basin, groundwater\nquality degradation, inelastic land surface subsidence, changes in surface flow\nand surface water quality that directly affect groundwater levels or quality or\nare caused by groundwater pumping in the basin, and a description of how\nrecharge areas identified in the plan substantially contribute to the\nreplenishment of the groundwater basin.\n(2) For purposes of implementing paragraph (1), the local agency shall\nprepare a plan to involve other agencies that enables the local agency to work\ncooperatively with other public entities whose service area or boundary overlies\nthe groundwater basin.\n(3) For purposes of implementing paragraph (1), the local agency shall\nprepare a map that details the area of the groundwater basin, as defined in the\ndepartment’s Bulletin No. 118, and the area of the local agency, that will be\nsubject to the plan, as well as the boundaries of other local agencies that overlie\nthe basin in which the agency is developing a groundwater management plan.\n(4) (A) Commencing January 1, 2013, for purposes of implementing\nparagraph (1), the groundwater management plan shall include a map\nidentifying the recharge areas for the groundwater basin.\n(B) The local agency shall provide the map required pursuant to\nsubparagraph (A) to the appropriate local planning agencies after adoption of\nthe groundwater management plan.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 301,
    "relevance_score": 6,
    "text": "271\n“adjudication” includes an adjudication under Section 2101, an administrative\nadjudication, and an adjudication in state or federal court.\n(D) Subparagraphs (A) and (B) do not apply to proposals for funding under\nPart 2.78 (commencing with Section 10795), or to funds authorized or\nappropriated prior to September 1, 2002.\n(E) A local agency may request state funds to map groundwater recharge\nareas pursuant to paragraph (4) of subdivision (a) to the extent that the request\nfor state funds is consistent with eligibility requirements that are applicable to\nthe use of the requested funds.\n(2) Upon the adoption of a groundwater management plan in accordance\nwith this part, the local agency shall submit a copy of the plan to the\ndepartment, in an electronic format, if practicable, approved by the\ndepartment. The department shall make available to the public copies of the\nplan received pursuant to this part.\n(Amended by Stats. 2011, Ch. 572, Sec. 6. Effective January 1, 2012.)\n§ 10753.8. A groundwater management plan may include components\nrelating to all of the following:\n(a) The control of saline water intrusion.\n(b) Identification and management of wellhead protection areas and\nrecharge areas.\n(c) Regulation of the migration of contaminated groundwater.\n(d) The administration of a well abandonment and well destruction\nprogram.\n(e) Mitigation of conditions of overdraft.\n(f) Replenishment of groundwater extracted by water producers.\n(g) Monitoring of groundwater levels and storage.\n(h) Facilitating conjunctive use operations.\n(i) Identification of well construction policies.\n(j) The construction and operation by the local agency of groundwater\ncontamination cleanup, recharge, storage, conservation, water recycling, and\nextraction projects.\n(k) The development of relationships with state and federal regulatory\nagencies.\n(l) The review of land use plans and coordination with land use planning\nagencies to assess activities which create a reasonable risk of groundwater\ncontamination.\n(Added by renumbering Section 10753.7 by Stats. 2002, Ch. 603, Sec. 4. Effective January\n1, 2003.)\n§ 10753.9. (a) A local agency shall adopt rules and regulations to implement\nand enforce a groundwater management plan adopted pursuant to this part.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 430,
    "relevance_score": 6,
    "text": "400\nARTICLE 5. Judge [838- 838.]\n(Article 5 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 838. (a) (1) In a comprehensive adjudication conducted pursuant to this\nchapter, a judge of a superior court of a county that overlies the basin or any\nportion of the basin shall be disqualified. The Chairperson of the Judicial Council\nshall assign a judge to preside in all proceedings in the comprehensive\nadjudication.\n(2) A judge of the superior court in which an action is filed may, on the\ncourt’s own motion or the motion of a party, determine if the action is a\ncomprehensive adjudication under Section 833. A motion for a determination\npursuant to this paragraph shall receive calendar preference within the action\nand shall be resolved before other procedural or dispositive motions.\n(b) A comprehensive adjudication is presumed to be a complex action\nunder Rule 3.400 of the California Rules of Court.\n(c) Sections 170.6 and 394 shall not apply in a comprehensive\nadjudication.\n(d) Notwithstanding subdivision (b) of Section 10726.6 of the Water Code,\nan action against a groundwater sustainability agency that is located in a basin\nthat is being adjudicated pursuant to this chapter shall be subject to transfer,\ncoordination, and consolidation with the comprehensive adjudication, as\nappropriate, if the action concerns the adoption, substance, or implementation\nof a groundwater sustainability plan, or the groundwater sustainability agency’s\ncompliance with the timelines in the Sustainable Groundwater Management\nAct.\n(e) The judge assigned by the Chairperson of the Judicial Council pursuant\nto subdivision (a) shall determine if transfer, coordination, or consolidation is\nappropriate.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\nARTICLE 6. Electronic Service [839- 839.]\n(Article 6 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 839. Service of pleadings and papers in a comprehensive adjudication, other\nthan the complaint initiating a comprehensive adjudication, shall occur\nelectronically to the greatest extent possible. The court may provide, or\nauthorize the use of, an electronic service system. If an electronic service system\nis not provided or authorized by the court, the court and the parties shall serve\ndocuments by email or other equivalent electronic means to the greatest extent\npossible. To enable electronic service of pleadings and papers, the attorneys of\nrecord or parties representing themselves shall include an email address for\nservice in the captions of all pleadings they file in the comprehensive\nadjudication.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 138,
    "relevance_score": 5,
    "text": "108\npermit may require a person who extracts water stored under the permit to\ncomply with regulatory and permitting requirements for groundwater extraction\nset by the groundwater sustainability plan or alternative approved pursuant to\nSection 10733.6 for the basin.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.5. A permit issued under this article shall not result in the creation of\na vested right, even of a temporary nature. The permit is subject, at all times, to\nmodification or revocation at the discretion of the board, after the permittee\nhas adequate notice and an adequate opportunity to be heard concerning any\nproposed modification or revocation. The authorization to divert and use water\nunder the permit shall automatically expire five years after the authorization\ntakes effect, unless an earlier date is specified or the temporary permit is\nrevoked, and shall be junior in priority to any subsequent appropriation not\nsubject to this chapter. The five-year period does not include any time required\nfor monitoring, reporting, or mitigation before or after the authorization to\ndivert or use water under the permit. The five-year period is a limitation on the\nauthorization to divert and not a limitation on the authorization for beneficial\nuse of the water diverted to underground storage.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.6. The board may renew a permit issued under this article if the\nboard, in its judgment, concludes that the applicant has exercised due diligence\nin applying for a permit pursuant to provisions of this division, other than this\nchapter, and in pursuing that application once it is filed. The board shall process\na request for a renewal of a permit issued under this article pursuant to this\narticle. The board may request the permittee to file maps, drawings, or other\ndata furnished with the original application for the permit. Each renewal of a\npermit issued under this article shall be valid for a period not to exceed five\nyears from the date of renewal.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\nCHAPTER 6.6. TEMPORARY URGENCY CHANGES [1435. – 1443.7.]\n(Heading of Chapter 6.6 amended by Stats. 2019, Ch. 678, Sec. 9.)\nArticle 1. Temporary Urgency Changes [1435 - 1442]\n(Article 1 heading added by Stats. 2019, Ch. 678, Sec. 10.)\n§ 1435. (a) Any permittee or licensee who has an urgent need to change a\npoint of diversion, place of use, or purpose of use from that specified in the\npermit or license may petition for, and the board may issue, a conditional,\ntemporary change order without complying with other procedures or provisions\nof this division, but subject to all requirements of this article.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 142,
    "relevance_score": 5,
    "text": "112\n(1) The proposed change is for diversion to underground storage for\nbeneficial use consistent with subdivision (a).\n(2) The proposed change does not increase the amount of water the\npetitioner is authorized to use, enlarge the authorized season of diversion,\nauthorize diversion from a new source, or otherwise in effect initiate a new\nright.\n(3) The proposed change may be made without injury to any other lawful\nuser of water, including the user’s ability to meet water quality objectives. This\nfinding may be satisfied by demonstrating both of the following:\n(A) The proposed diversion to underground storage will occur only when\nflow in the source waterbody exceeds the claims of all known legal users who\ndivert water downstream of the proposed point of diversion.\n(B) Storage and extraction from storage in the basin under the proposed\nchange will be subject to accounting methods and reporting requirements\nestablished by any of the following:\n(i) A groundwater sustainability plan.\n(ii) An interim plan.\n(iii) An alternative approved pursuant to Section 10733.6.\n(iv) The board, in applying conditions to the temporary change.\n(4) The proposed change may be made without unreasonable effect upon\nfish, wildlife, or other instream beneficial uses. If the permit does not include a\ncondition proposed by the Department of Fish and Wildlife under paragraph (2)\nof subdivision (c) of Section 1443.2, the board shall include in the findings an\nexplanation of why the condition is not included.\n(5) The proposed change is in the public interest, including findings to\nsupport change order conditions imposed to ensure that the water is diverted\nand used in the public interest, without injury to any lawful user of water, and\nwithout unreasonable effect upon fish, wildlife, and other instream beneficial\nuses.\n(6) If there is an adopted groundwater sustainability plan, an interim plan,\nor an alternative under Section 10733.6 for the basin, the proposed diversion to\nunderground storage is consistent with that plan or alternative.\n(c) The board may delegate to any officer or employee of the board all or\nany of its functions under this article, as provided in Section 7.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.2. (a) The petition for a temporary change order shall be completed\nin accordance with the rules of the board that specify the information and maps\nto be included in a petition for change.\n(b) (1) A petitioner for a change order shall pay a fee calculated in\naccordance with the provisions of Chapter 8 (commencing with Section 1525).\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 250,
    "relevance_score": 5,
    "text": "220\n(b) The reporting year’s total water demand volume for each month, and\naverage and peak flowrate demand for each month and annually.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\n§ 10609.62. Small water suppliers and nontransient noncommunity water\nsystems that are schools shall implement, subject to funding availability, all of\nthe following drought resiliency measures:\n(a) No later than January 1, 2023, implement monitoring systems sufficient\nto detect production well groundwater levels.\n(b) Beginning no later than January 1, 2023, maintain membership in the\nCalifornia Water/Wastewater Agency Response Network (CalWARN) or similar\nmutual aid organization.\n(c) No later than January 1, 2024, to ensure continuous operations during\npower failures, provide adequate backup electrical supply.\n(d) No later than January 1, 2027, have at least one backup source of\nwater supply, or a water system intertie, that meets current water quality\nrequirements and is sufficient to meet average daily demand.\n(e) No later than January 1, 2032, meter each service connection and\nmonitor for water loss due to leakages.\n(f) No later than January 1, 2032, have source system capacity, treatment\nsystem capacity if necessary, and distribution system capacity to meet fire flow\nrequirements.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\n§ 10609.63. This chapter does not apply to small water suppliers, or small water\nsuppliers integrated into larger water systems, that voluntarily choose to instead\ncomply with Chapter 3 (commencing with Section 10620) of Part 2.6.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\nCHAPTER 3. STATE SMALL WATER SYSTEMS SERVING 5 TO 14 SERVICE\nCONNECTIONS, INCLUSIVE, AND DOMESTIC WELLS [10609.70- 10609.70.]\n(Chapter 3 added by Stats. 2021, Ch. 245, Sec. 1.)\n§ 10609.70. (a) (1) A county shall establish a standing county drought and\nwater shortage task force to facilitate drought and water shortage preparedness\nfor state small water systems and domestic wells within the county’s\njurisdiction, and shall invite representatives from the state and other local\ngovernments, including groundwater sustainability agencies, and community-\nbased organizations, local water suppliers, and local residents, to participate in\nthe task force.\n(2) In lieu of the task force required by paragraph (1), a county may\nestablish an alternative process that facilitates drought and water shortage\npreparedness for state small water systems and domestic wells within the\ncounty’s jurisdiction. The alternative process shall provide opportunities for\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 253,
    "relevance_score": 5,
    "text": "223\n(c) To establish minimum standards for sustainable groundwater\nmanagement.\n(d) To provide local groundwater agencies with the authority and the\ntechnical and financial assistance necessary to sustainably manage groundwater.\n(e) To avoid or minimize subsidence.\n(f) To improve data collection and understanding about groundwater.\n(g) To increase groundwater storage and remove impediments to\nrecharge.\n(h) To manage groundwater basins through the actions of local\ngovernmental agencies to the greatest extent feasible, while minimizing state\nintervention to only when necessary to ensure that local agencies manage\ngroundwater in a sustainable manner.\n(i) To provide a more efficient and cost-effective groundwater\nadjudication process that protects water rights, ensures due process, prevents\nunnecessary delay, and furthers the objectives of this part.\n(Amended by Stats. 2015, Ch. 676, Sec. 2. Effective January 1, 2016.)\n§ 10720.3. (a) This part applies to all groundwater basins in the state.\n(b) To the extent authorized under federal or tribal law, this part applies to\nan Indian tribe and to the federal government, including, but not limited to, the\nUnited States Department of Defense.\n(c) The federal government or any federally recognized Indian tribe,\nappreciating the shared interest in assuring the sustainability of groundwater\nresources, may voluntarily agree to participate in the preparation or\nadministration of a groundwater sustainability plan or groundwater\nmanagement plan under this part through a joint powers authority or other\nagreement with local agencies in the basin. A participating tribe shall be eligible\nto participate fully in planning, financing, and management under this part,\nincluding eligibility for grants and technical assistance, if any exercise of\nregulatory authority, enforcement, or imposition and collection of fees is\npursuant to the tribe’s independent authority and not pursuant to authority\ngranted to a groundwater sustainability agency under this part.\n(d) In an adjudication of rights to the use of groundwater, and in the\nmanagement of a groundwater basin or subbasin by a groundwater\nsustainability agency or by the board, federally reserved water rights to\ngroundwater shall be respected in full. In case of conflict between federal and\nstate law in that adjudication or management, federal law shall prevail. The\nvoluntary or involuntary participation of a holder of rights in that adjudication or\nmanagement shall not subject that holder to state law regarding other\nproceedings or matters not authorized by federal law. This subdivision is\ndeclaratory of existing law.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 257,
    "relevance_score": 5,
    "text": "227\n(c) “Bulletin 118” means the department’s report entitled “California’s\nGroundwater: Bulletin 118” updated in 2003, as it may be subsequently updated\nor revised in accordance with Section 12924.\n(d) “Coordination agreement” means a legal agreement adopted between\ntwo or more groundwater sustainability agencies that provides the basis for\ncoordinating multiple agencies or groundwater sustainability plans within a\nbasin pursuant to this part.\n(e) “De minimis extractor” means a person who extracts, for domestic\npurposes, two acre-feet or less per year.\n(f) “Governing body” means the legislative body of a groundwater\nsustainability agency.\n(g) “Groundwater” means water beneath the surface of the earth within\nthe zone below the water table in which the soil is completely saturated with\nwater, but does not include water that flows in known and definite channels.\n(h) “Groundwater extraction facility” means a device or method for\nextracting groundwater from within a basin.\n(i) “Groundwater recharge” or “recharge” means the augmentation of\ngroundwater, by natural or artificial means.\n(j) “Groundwater sustainability agency” means one or more local agencies\nthat implement the provisions of this part. For purposes of imposing fees\npursuant to Chapter 8 (commencing with Section 10730) or taking action to\nenforce a groundwater sustainability plan, “groundwater sustainability agency”\nalso means each local agency comprising the groundwater sustainability agency\nif the plan authorizes separate agency action.\n(k) “Groundwater sustainability plan” or “plan” means a plan of a\ngroundwater sustainability agency proposed or adopted pursuant to this part.\n(l) “Groundwater sustainability program” means a coordinated and\nongoing activity undertaken to benefit a basin, pursuant to a groundwater\nsustainability plan.\n(m) “In-lieu use” means the use of surface water by persons that could\notherwise extract groundwater in order to leave groundwater in the basin.\n(n) “Local agency” means a local public agency that has water supply,\nwater management, or land use responsibilities within a groundwater basin.\n(o) “Operator” means a person operating a groundwater extraction facility.\nThe owner of a groundwater extraction facility shall be conclusively presumed to\nbe the operator unless a satisfactory showing is made to the governing body of\nthe groundwater sustainability agency that the groundwater extraction facility\nactually is operated by some other person.\n(p) “Owner” means a person owning a groundwater extraction facility or\nan interest in a groundwater extraction facility other than a lien to secure the\npayment of a debt or other obligation.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 264,
    "relevance_score": 5,
    "text": "234\nthrough a memorandum of agreement or other legal agreement. The authority\nprovided by this subdivision does not confer any additional powers to a\nnongovernmental entity.\n(Amended by Stats. 2015, Ch. 255, Sec. 7. Effective January 1, 2016.)\n§ 10723.8. (a) Within 30 days of deciding to become or form a groundwater\nsustainability agency, the local agency or combination of local agencies shall\ninform the department of its decision and its intent to undertake sustainable\ngroundwater management. The notification shall include the following\ninformation, as applicable:\n(1) The service area boundaries, the boundaries of the basin or portion of\nthe basin the agency intends to manage pursuant to this part, and the other\nagencies managing or proposing to manage groundwater within the basin.\n(2) A copy of the resolution forming the new agency.\n(3) A copy of any new bylaws, ordinances, or new authorities adopted by\nthe local agency.\n(4) A list of interested parties developed pursuant to Section 10723.2 and\nan explanation of how their interests will be considered in the development and\noperation of the groundwater sustainability agency and the development and\nimplementation of the agency’s sustainability plan.\n(b) The department shall post all complete notices received under this\nsection on its Internet Web site within 15 days of receipt.\n(c) The decision to become a groundwater sustainability agency shall take\neffect 90 days after the department posts notice under subdivision (b) if no\nother local agency submits a notification under subdivision (a) of its intent to\nundertake groundwater management in all or a portion of the same area. If\nanother notification is filed within the 90-day period, the decision shall not take\neffect unless the other notification is withdrawn or modified to eliminate any\noverlap in the areas proposed to be managed. The local agencies shall seek to\nreach agreement to allow prompt designation of a groundwater sustainability\nagency. If agreement is reached involving a material change from the\ninformation in the posted notice, a new notification shall be submitted under\nsubdivision (a) and the department shall post notice under subdivision (b).\n(d) Except as provided in subdivisions (e) and (f), after the decision to be a\ngroundwater sustainability agency takes effect, the groundwater sustainability\nagency shall be presumed to be the exclusive groundwater sustainability agency\nwithin the area of the basin within the service area of the local agency that the\nlocal agency is managing as described in the notice.\n(e) A groundwater sustainability agency may withdraw from managing a\nbasin by notifying the department in writing of its intent to withdraw.\n(f) This section does not preclude the board from taking an action\npursuant to Section 10735.6.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 279,
    "relevance_score": 5,
    "text": "249\nconclusive on the owner or operator and the groundwater charges, based on\nthe determination together with any interest and penalties, shall be payable\nimmediately unless within 20 days after the mailing of the notice the owner or\noperator files with the governing body a written protest setting forth the ground\nfor protesting the amount of production or the groundwater charges, interest,\nand penalties. If a protest is filed pursuant to this subdivision, the governing\nbody shall hold a hearing to determine the total amount of the groundwater\nproduction and the groundwater charges, interest, and penalties. Notice of the\nhearing shall be mailed to each protestant at least 20 days before the date fixed\nfor the hearing. Notice of the determination of the governing body hearing shall\nbe mailed to each protestant. The owner or operator shall have 20 days from\nthe date of mailing of the determination to pay the groundwater charges,\ninterest, and penalties determined by the governing body.\n(Added by Stats. 2014, Ch. 347, Sec. 16. Effective January 1, 2015.)\nCHAPTER 9. GROUNDWATER SUSTAINABILITY AGENCY ENFORCEMENT POWERS\n[10732. - 10732.2.]\n(Chapter 9 added by Stats. 2014, Ch. 347, Sec. 17.)\n§ 10732. (a) (1) A person who extracts groundwater in excess of the amount\nthat person is authorized to extract under a rule, regulation, ordinance, or\nresolution adopted pursuant to Section 10725.2, shall be subject to a civil\npenalty not to exceed five hundred dollars ($500) per acre-foot extracted in\nexcess of the amount that person is authorized to extract. Liability under this\nsubdivision is in addition to any liability imposed under paragraph (2) and any\nfee imposed for the extraction.\n(2) A person who violates any rule, regulation, ordinance, or resolution\nadopted pursuant to Section 10725.2 shall be liable for a civil penalty not to\nexceed one thousand dollars ($1,000) plus one hundred dollars ($100) for each\nadditional day on which the violation continues if the person fails to comply\nwithin 30 days after the local agency has notified the person of the violation.\n(b) (1) A groundwater sustainability agency may bring an action in the\nsuperior court to determine whether a violation occurred and to impose a civil\npenalty described in subdivision (a).\n(2) A groundwater sustainability agency may administratively impose a civil\npenalty described in subdivision (a) after providing notice and an opportunity for\na hearing.\n(3) In determining the amount of the penalty, the superior court or the\ngroundwater sustainability agency shall take into consideration all relevant\ncircumstances, including, but not limited to, the nature and persistence of the\nviolation, the extent of the harm caused by the violation, the length of time over\nwhich the violation occurs, and any corrective action taken by the violator.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 288,
    "relevance_score": 5,
    "text": "258\nwhere groundwater extractions result in significant depletions of interconnected\nsurface waters, upon petition of either of the following:\n(A) A groundwater sustainability agency that has adopted a groundwater\nsustainability plan for the probationary basin or a portion thereof.\n(B) A person authorized to file the petition by a judicial order or decree\nentered in an adjudication action in the probationary basin.\n(2) The board shall act on a petition filed pursuant to paragraph (1) within\n90 days after the petition is complete. If the board, in consultation with the\ndepartment, determines that the groundwater sustainability plan or\nadjudication action is adequate, the board shall rescind the interim plan\nadopted by the board for the probationary basin, except as provided in\nparagraphs (3) and (4).\n(3) Upon request of the petitioner, the board may amend an interim plan\nadopted under this section to eliminate portions of the interim plan, while\nallowing other portions of the interim plan to continue in effect.\n(4) The board may decline to rescind an interim plan adopted pursuant to\nthis section if the board determines that the petitioner has not provided\nadequate assurances that the groundwater sustainability plan or judicial order\nor decree will be implemented.\n(5) This subdivision is not a limitation on the authority of the board to stay\nits proceedings under this section or to rescind or amend an interim plan\nadopted pursuant to this section based on the progress made by a groundwater\nsustainability agency or in an adjudication action, even if the board cannot make\na determination of adequacy in accordance with paragraph (1).\n(h) Before January 1, 2025, the state board shall not establish an interim\nplan under this section to remedy a condition where the groundwater\nextractions result in significant depletions of interconnected surface waters.\n(i) The board’s authority to adopt an interim plan under this section does\nnot alter the law establishing water rights priorities or any other authority of the\nboard.\n(Amended (as added by Stats. 2014, Ch. 347) by Stats. 2014, Ch. 348, Sec. 2. Effective\nJanuary 1, 2015.)\n§ 10736. (a) The board shall adopt or amend a determination or interim plan\nunder Section 10735.2 or 10735.8 in accordance with procedures for quasi-\nlegislative action.\n(b) The board shall provide notice of a hearing described in subdivision (a)\nof Section 10735.2 or subdivision (a) of Section 10735.8 as follows:\n(1) At least 90 days before the hearing, the board shall publish notice of\nthe hearing on its Internet Web site.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 291,
    "relevance_score": 5,
    "text": "261\nCHAPTER 12. DETERMINATION OF RIGHTS TO GROUNDWATER [10737. - 10738.]\n(Chapter 12 added by Stats. 2015, Ch. 676, Sec. 5.)\n§ 10737. Except as provided in this chapter, an adjudication action to determine\nrights to groundwater in a basin shall be conducted in accordance with the Code\nof Civil Procedure, including pursuant to Chapter 7 (commencing with Section\n830) of Title 10 of Part 2 of that code.\n(Added by Stats. 2015, Ch. 676, Sec. 5. Effective January 1, 2016.)\n§ 10737.2. In an adjudication action for a basin required to have a\ngroundwater sustainability plan under this part, the court shall manage the\nproceedings in a manner that minimizes interference with the timely completion\nand implementation of a groundwater sustainability plan, avoids redundancy\nand unnecessary costs in the development of technical information and a\nphysical solution, and is consistent with the attainment of sustainable\ngroundwater management within the timeframes established by this part.\n(Added by Stats. 2015, Ch. 676, Sec. 5. Effective January 1, 2016.)\n§ 10737.3. (a)(1) Unless otherwise ordered by the court, all monitoring and\nreporting required under all groundwater sustainability plans approved by the\ndepartment, or submitted to and awaiting approval by the department, for a\nbasin subject to an adjudication, or under any interim plan adopted by the\nboard pursuant to Section 10735.8 for a basin subject to an adjudication, shall\ncontinue throughout the duration of the adjudication proceeding.\n(2) All groundwater sustainability agencies required to submit reports to the\ndepartment pursuant to Section 10728 regarding a basin subject to adjudication\nshall submit copies of the reports to the court during the duration of the\nadjudication proceeding. The court may order more frequent reporting than the\nreports required pursuant to Section 10728.\n(3) The board shall submit to the court during the duration of the\nadjudication proceeding the information it receives from a person required to\nsubmit monitoring program reports to the board pursuant to Section 10736.6\nregarding a basin subject to adjudication. If, during the proceeding, the board\nprepares a report regarding the subject basin containing information listed in\nSection 10728, the board shall submit a copy of that report to the court.\n(b)(1) Throughout the duration of the adjudication proceeding, a party to\nthe adjudication, and any other person extracting water from the basin, shall\ncomply with the groundwater sustainability plan or plans for the subject basin or\nthe interim plan for the subject basin adopted by the board pursuant to Section\n10735.8, except as may be authorized by the court pursuant to Section 847 of\nthe Code of Civil Procedure or other injunctive relief.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 295,
    "relevance_score": 5,
    "text": "265\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\n§ 10750.9. (a) A local agency that commences procedures, prior to January\n1, 1993, to adopt an ordinance or resolution to establish a program for the\nmanagement of groundwater pursuant to Part 2.75 (commencing with Section\n10750), as added by Chapter 903 of the Statutes of 1991, may proceed to adopt\nthe ordinance or resolution pursuant to Part 2.75, and the completion of those\nprocedures is deemed to meet the requirements of this part.\n(b) A local agency that has adopted an ordinance or resolution pursuant to\nPart 2.75 (commencing with Section 10750), as added by Chapter 903 of the\nStatutes of 1991, may amend its groundwater management program by\nordinance or resolution of the governing body of the local agency to include any\nof the plan components set forth in Section 10753.7.\n(Amended by Stats. 1993, Ch. 320, Sec. 1. Effective January 1, 1994.)\n§ 10750.10. This part is in addition to, and not a limitation on, the authority\ngranted to a local agency pursuant to other provisions of law.\n(Added by Stats. 1992, Ch. 947, Sec. 2. Effective January 1, 1993.)\nCHAPTER 2. DEFINITIONS [10752. - 10752.]\n(Chapter 2 added by Stats. 1992, Ch. 947, Sec. 2.)\n§ 10752. Unless the context otherwise requires, the following definitions govern\nthe construction of this part:\n(a) “Groundwater” means all water beneath the surface of the earth\nwithin the zone below the water table in which the soil is completely saturated\nwith water, but does not include water that flows in known and definite\nchannels.\n(b) “Groundwater basin” means any basin or subbasin identified in the\ndepartment’s Bulletin No. 118, dated September 1975, and any amendments to\nthat bulletin, but does not include a basin in which the average well yield,\nexcluding domestic wells that supply water to a single-unit dwelling, is less than\n100 gallons per minute.\n(c) “Groundwater extraction facility” means a device or method for the\nextraction of groundwater within a groundwater basin.\n(d) “Groundwater management plan” or “plan” means a document that\ndescribes the activities intended to be included in a groundwater management\nprogram.\n(e) “Groundwater management program” or “program” means a\ncoordinated and ongoing activity undertaken for the benefit of a groundwater\nbasin, or a portion of a groundwater basin, pursuant to a groundwater\nmanagement plan adopted pursuant to this part.\n(f) “Groundwater recharge” means the augmentation of groundwater, by\nnatural or artificial means, with surface water or recycled water.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 300,
    "relevance_score": 5,
    "text": "270\n(C) Upon submitting a map pursuant to subparagraph (B), the local agency\nshall notify the department and all persons on the list established and\nmaintained pursuant to subdivision (c) of Section 10753.4.\n(D) For purposes of this paragraph, “map identifying the recharge areas”\nmeans a map that identifies, or maps that identify, the current recharge areas\nthat substantially contribute to the replenishment of the groundwater basin.\n(5) The local agency shall adopt monitoring protocols that are designed to\ndetect changes in groundwater levels, groundwater quality, inelastic surface\nsubsidence for basins for which subsidence has been identified as a potential\nproblem, and flow and quality of surface water that directly affect groundwater\nlevels or quality or are caused by groundwater pumping in the basin. The\nmonitoring protocols shall be designed to generate information that promotes\nefficient and effective groundwater management.\n(6) Local agencies that are located in areas outside the groundwater basins\ndelineated on the latest edition of the department’s groundwater basin and\nsubbasin map shall prepare groundwater management plans incorporating the\ncomponents in this subdivision, and shall use geologic and hydrologic principles\nappropriate to those areas.\n(b) (1) (A) A local agency may receive state funds administered by the\ndepartment for groundwater projects or for other projects that directly affect\ngroundwater levels or quality if it prepares and implements, participates in, or\nconsents to be subject to, a groundwater management plan, a basinwide\nmanagement plan, or other integrated regional water management program or\nplan that meets, or is in the process of meeting, the requirements of subdivision\n(a). A local agency with an existing groundwater management plan that meets\nthe requirements of subdivision (a), or a local agency that completes an update\nof its plan to meet the requirements of subdivision (a) within one year of\napplying for funds, shall be given priority consideration for state funds\nadministered by the department over local agencies that are in the process of\ndeveloping a groundwater management plan. The department shall withhold\nfunds from the project until the update of the groundwater management plan is\ncomplete.\n(B) Notwithstanding subparagraph (A), a local agency that manages\ngroundwater under any other provision of existing law that meets the\nrequirements of subdivision (a), or that completes an update of its plan to meet\nthe requirements of subdivision (a) within one year of applying for funding, shall\nbe eligible for funding administered by the department. The department shall\nwithhold funds from a project until the update of the groundwater management\nplan is complete.\n(C) Notwithstanding subparagraph (A), a local agency that conforms to the\nrequirements of an adjudication of water rights in the groundwater basin is in\ncompliance with subdivision (a). For purposes of this subparagraph, an\nStatutory Water Rights Law"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 304,
    "relevance_score": 5,
    "text": "274\n(c) A local agency may enter into agreements with public entities or\nprivate parties for the purpose of implementing a coordinated groundwater\nmanagement plan.\n(Amended by Stats. 1993, Ch. 320, Sec. 5. Effective January 1, 1994.)\n§ 10755.3. Local agencies within the same groundwater basin that conduct\ngroundwater management programs within that basin pursuant to this part, and\ncities and counties that either manage groundwater pursuant to this part or\nhave ordinances relating to groundwater within that basin, shall, at least\nannually, meet to coordinate those programs.\n(Amended by Stats. 1995, Ch. 833, Sec. 2. Effective January 1, 1996.)\n§ 10755.4. Except in those groundwater basins that are subject to critical\nconditions of groundwater overdraft, as identified in the department’s Bulletin\n118–80, revised on December 24, 1982, the requirements of a groundwater\nmanagement plan that is implemented pursuant to this part do not apply to the\nextraction of groundwater by means of a groundwater extraction facility that is\nused to provide water for domestic purposes to a single-unit residence and, if\napplicable, any dwelling unit authorized to be constructed pursuant to Section\n65852.1 or Article 2 (commencing with Section 66314) of Chapter 13 of Division\n1 of Title 7 of the Government Code.\n(Amended by Stats. 2024, Ch. 7, Sec. 32. (SB 477) Effective March 25, 2024.)\nPART 2.76. GROUNDWATER QUALITY MONITORING [10780. - 10783.]\n(Part 2.76 added by Stats. 2001, Ch. 522, Sec. 2.)\n§ 10780. This part shall be known and may be cited as the Groundwater Quality\nMonitoring Act of 2001.\n(Added by Stats. 2001, Ch. 522, Sec. 2. Effective January 1, 2002.)\n§ 10781. In order to improve comprehensive groundwater monitoring and\nincrease the availability to the public of information about groundwater\ncontamination, the state board, in consultation with other responsible agencies,\nas specified in this section, shall do all of the following:\n(a) Integrate existing monitoring programs and design new program\nelements as necessary to establish a comprehensive monitoring program\ncapable of assessing each groundwater basin in the state through direct and\nother statistically reliable sampling approaches. The interagency task force\nestablished pursuant to subdivision (b) shall determine the constituents to be\nincluded in the monitoring program. In designing the comprehensive monitoring\nprogram, the state board, among other things, shall integrate projects\nestablished in response to the Supplemental Report of the 1999 Budget Act,\nstrive to take advantage of and incorporate existing data whenever possible, and\nprioritize groundwater basins that supply drinking water.\n(b) (1) Create an interagency task force for all of the following purposes:\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 312,
    "relevance_score": 5,
    "text": "282\n(ii) If a groundwater sustainability agency has adopted a groundwater\nsustainability plan or has an approved alternative, a copy of that alternative or\nplan.\n(D) For a basin that has not been adjudicated that is a basin designated as\nlow- or very low priority pursuant to Section 10722.4, information as to whether\nthe department has identified the basin or basins as overdrafted or has\nprojected that the basin will become overdrafted if present management\nconditions continue, in the most current bulletin of the department that\ncharacterizes the condition of the groundwater basin, and a detailed description\nby the public water system, or the city or county if either is required to comply\nwith this part pursuant to subdivision (b), of the efforts being undertaken in the\nbasin or basins to eliminate the long-term overdraft condition.\n(3) A detailed description and analysis of the amount and location of\ngroundwater pumped by the public water system, or the city or county if either\nis required to comply with this part pursuant to subdivision (b), for the past five\nyears from any groundwater basin from which the proposed project will be\nsupplied. The description and analysis shall be based on information that is\nreasonably available, including, but not limited to, historic use records.\n(4) A detailed description and analysis of the amount and location of\ngroundwater that is projected to be pumped by the public water system, or the\ncity or county if either is required to comply with this part pursuant to\nsubdivision (b), from any basin from which the proposed project will be\nsupplied. The description and analysis shall be based on information that is\nreasonably available, including, but not limited to, historic use records.\n(5) An analysis of the sufficiency of the groundwater from the basin or\nbasins from which the proposed project will be supplied to meet the projected\nwater demand associated with the proposed project. A water supply assessment\nshall not be required to include the information required by this paragraph if the\npublic water system determines, as part of the review required by paragraph\n(1), that the sufficiency of groundwater necessary to meet the initial and\nprojected water demand associated with the project was addressed in the\ndescription and analysis required by subparagraph (D) of paragraph (4) of\nsubdivision (b) of Section 10631.\n(g) (1) Subject to paragraph (2), the governing body of each public water\nsystem shall submit the assessment to the city or county not later than 90 days\nfrom the date on which the request was received. The governing body of each\npublic water system, or the city or county if either is required to comply with\nthis act pursuant to subdivision (b), shall approve the assessment prepared\npursuant to this section at a regular or special meeting.\n(2) Prior to the expiration of the 90-day period, if the public water system\nintends to request an extension of time to prepare and adopt the assessment,\nthe public w"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 10,
    "relevance_score": 5,
    "text": "vi\nArticle 5. Contents and Conditions of License [1625. - 1631.] ____ 126\nArticle 6. Filing of Licenses and Orders with County Recorder [1650. -\n1651.] ________________________________________________ 127\nArticle 7. Revocation of Licenses [1675. - 1675.2.] ____________ 127\nChapter 10. Change to an Application, Permit, or License [1700. - 1707.]\n_______________________________________________________ 128\nChapter 10.5. Change of Point of Diversion, Place of Use, or Purpose of\nUse, Involving the Transfer of Water [1725. - 1745.11.] __________ 135\nArticle 1. Temporary Changes [1725. - 1732.] ________________ 135\nArticle 2. Long-Term Transfers [1735. - 1737.] ________________ 140\nArticle 3. Transfer of Decreed Rights [1740. - 1740.] ___________ 141\nArticle 4. Water Supplier Contracts [1745. - 1745.11.] _________ 141\nChapter 11. Joint Use and Development [1750. - 1814.] __________ 143\nArticle 1. General Provisions [1750. - 1752.] _________________ 143\nArticle 2. Joint Occupancy and Use [1775. - 1782.] ____________ 144\nArticle 3. Enlargement of Existing Works of Another [1800. - 1801.]\n_____________________________________________________ 145\nArticle 4. Joint Use of Capacity in Water Conveyance Facilities [1810. -\n1815.] ________________________________________________ 145\nChapter 12. Enforcement of Water Rights [1825. - 1851.] ________ 149\nArticle 1. Policy [1825. - 1825.] ____________________________ 149\nArticle 2. Cease and Desist Orders [1831. - 1836.] _____________ 149\nArticle 3. Monitoring and Reporting [1840. - 1841.5] __________ 151\nArticle 4. Enforcement [1845. - 1848.] ______________________ 153\nArticle 5. Private Litigation [1850. - 1851.] ___________________ 156\nPart 3. DETERMINATION OF WATER RIGHTS [2000. - 2900.] _________ 156\nChapter 1. Reference by Courts of This State [2000. - 2048.] ______ 156\nArticle 1. Subjects of Reference [2000. - 2001.] _______________ 156\nArticle 2. Report of Referee [2010. - 2021.] __________________ 157\nArticle 3. Expenses of Reference [2040. - 2048.] ______________ 158\nChapter 2. References in Federal Courts [2075. - 2076.] __________ 159\nChapter 2.5. Adjudications to Protect the Quality of Ground Water\n[2100. - 2102.] ___________________________________________ 160\nChapter 3. Statutory Adjudications [2500. - 2868.] ______________ 161\nArticle 1. General Provisions [2500. - 2503.] _________________ 161\nArticle 2. Petition and Preliminary Proceedings [2525. - 2529.] __ 162\nArticle 3. Investigation of Stream System [2550. - 2555.] _______ 163\nArticle 4. Proof of Claim [2575. - 2577.] _____________________ 165\nArticle 5. Report and Preliminary Order of Determination [2600. -\n2604.] ________________________________________________ 166\nArticle 6. Objections to the Report [2625. - 2628.] ____________ 167\nArticle 7. Hearing of Objections [2650. - 2653.] _______________ 167\nArticle 8. Order of Determination [2700. - 2702.] _____________ 168\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 170,
    "relevance_score": 5,
    "text": "140\ninstream beneficial uses, except as necessary to carry out the temporary change\nin accordance with this article.\n(e) In applying the standards set forth in paragraphs (1) and (2) of\nsubdivision (b), the board shall not deny, or place conditions on, a temporary\nchange to avoid or mitigate impacts that are not caused by the temporary\nchange. Neither the Department of Fish and Wildlife, nor any other state agency\nthat comments on the proposed temporary change, shall propose conditions to\nmitigate effects on fish, wildlife, or other instream beneficial uses that are not\ncaused by the proposed temporary change. This subdivision does not limit the\nboard, the Department of Fish and Wildlife, or any other state agency, in\nproceedings pursuant to any provision of law other than this article.\n(f) The board shall explain its decision on a petition in writing and provide\ncopies of the decision to the petitioner, the Department of Fish and Wildlife, the\nboard of supervisors of the county or counties in which the petitioner currently\nstores or uses the water subject to the petition, the board of supervisors of the\ncounty or counties to which the water is proposed to be transferred, the\nproposed transferee, and any party who has filed a written comment on the\npetition.\n(Added by renumbering Section 1727 by Stats. 2022, Ch. 675, Sec. 5. (AB 2895) Effective\nJanuary 1, 2023.)\n§ 1729. A proposed temporary change under this article shall be exempt from\nthe requirements of Division 13 (commencing with Section 21000) of the Public\nResources Code.\n(Repealed and added by Stats. 1988, Ch. 1145, Sec. 3.)\n§ 1731. Following the expiration of the temporary change period, all rights shall\nautomatically revert to the original holder of the right without any action by the\nboard.\n(Added by Stats. 1988, Ch. 1145, Sec. 3.)\n§ 1732. The petitioner shall not initiate or increase the use of groundwater to\nreplace surface water transferred pursuant to this article, except in compliance\nwith Sections 1745.10 and 1745.11.\n(Repealed and added by Stats. 1999, Ch. 938, Sec. 13. Effective January 1, 2000.)\nArticle 2. Long-Term Transfers [1735. - 1737.]\n(Article 2 added by Stats. 1988, Ch. 1145, Sec. 3.)\n§ 1735. The board may consider a petition for a long-term transfer of water or\nwater rights involving a change of point of diversion, place of use, or purpose of\nuse. A long-term transfer shall be for any period in excess of one year.\n(Repealed and added by Stats. 1988, Ch. 1145, Sec. 3.)\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 69,
    "relevance_score": 4,
    "text": "39\nadjudication of the groundwater basin, if applicable, and meets one of the\nfollowing conditions:\n(1) Except as specified in paragraph (2), is from a groundwater basin for\nwhich the operating safe yield is not exceeded prior to the extraction of the\nalternate supply and does not cause the operating safe yield of the groundwater\nbasin from which the alternate supply is obtained to be exceeded.\n(2) Is from the Eastern San Joaquin County Basin, as described on pages 38\nand 39 of the Department of Water Resources Bulletin No. 118-80, for which\nthe operating safe yield is exceeded prior to the extraction of the alternative\nsupply, if all of the following requirements are met:\n(A) The conjunctive use program is operated in accordance with a local\ngroundwater management program that complies with the requirements of this\nsection.\n(B) The groundwater management program establishes requirements for\nthe extraction of groundwater and is approved by a joint powers authority that\nmeets the requirements of subparagraph (C).\n(C) The joint powers authority includes one or more of the water agencies\noverlying the contemplated points of groundwater extraction and one or more\nof the water agencies that will share in the benefits to be derived from the local\ngroundwater management program.\n(D) By either of the following methods, the overdraft of the groundwater\nbasin underlying the point of extraction has been reduced prior to the\ncommencement of extraction:\n(i) Elimination of a volume of existing groundwater extractions in excess of\nthe proposed new extraction.\n(ii) Recharge of the groundwater basin with a volume of water in excess of\nthe proposed new extraction.\n(E) The operation of that conjunctive use program ensures that the\noverdraft of the groundwater basin continues to be reduced.\n(d) Water, or the right to the use of water, the use of which has ceased or\nbeen reduced as the result of conjunctive use of surface water and groundwater\ninvolving substitution of an alternate supply, as described in subdivisions (b) and\n(c), may be sold, leased, exchanged, or otherwise transferred pursuant to any\nprovision of law relating to the transfer of water or water rights, including, but\nnot limited to, provisions of law governing any change in point of diversion,\nplace of use, and purpose of use due to the transfer.\n(e) As used in this section, “substitution of an alternate supply” means\nreplacement of water diverted under an appropriative right by the substitution\nof an equivalent amount of groundwater.\n(f) This section does not apply to the Santa Ana River watershed.\n(g) This section does not apply in any area where groundwater pumping\ncauses, or threatens to cause, a violation of water quality objectives or an\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 134,
    "relevance_score": 4,
    "text": "104\n(e) The board shall give prompt consideration to any objection, and may\nhold a hearing thereon, after notice to all interested persons.\n(f) Failure of the permittee to comply with any requirement of this section\nshall result in the automatic termination of the temporary permit.\n(Amended by Stats. 1978, Ch. 563.)\n§ 1429. The board shall supervise diversion and use of water under the\ntemporary permit for the protection of all lawful users of waters and instream\nbeneficial uses and for compliance with permit conditions.\n(Amended by Stats. 1986, Ch. 455, Sec. 3.)\n§ 1430. A temporary permit issued under this article shall not result in the\ncreation of a vested right, even of a temporary nature, but shall be subject at all\ntimes to modification or revocation in the discretion of the board. The\nauthorization to divert and use water under a temporary permit shall\nautomatically expire 180 days after the authorization takes effect, unless an\nearlier date is specified or the temporary permit is revoked. The 180-day period\ndoes not include any time required for monitoring, reporting, or mitigation\nbefore or after the authorization to divert or use water under the temporary\npermit. If the temporary permit authorizes diversion to storage, the 180-day\nperiod is a limitation on the authorization to divert and not a limitation on the\nauthorization for beneficial use of water diverted to storage.\n(Amended by Stats. 2019, Ch. 678, Sec. 6. (AB 658) Effective January 1, 2020.)\n§ 1431. A temporary permit issued under this article may be renewed by the\nboard. Requests for renewals shall be processed in the manner provided by this\narticle, except that the permittee shall not be required to file duplicate maps,\ndrawings, or other data if they were furnished with the original application. Each\nsuch renewal shall be valid for a period not to exceed 180 days from the date of\nrenewal.\n(Amended by Stats. 2019, Ch. 678, Sec. 7. (AB 658) Effective January 1, 2020.)\nArticle 2. Temporary Permits for Diversion to Underground Storage\n[1433 - 1433.6]\n(Article 2 added by Stats. 2019, Ch. 678, Sec. 8.)\n§ 1433. (a) Unless the context otherwise requires, the following definitions\ngovern the construction of this article:\n(1) “Basin” has the same meaning as defined in Section 10721.\n(2) “Groundwater sustainability agency” has the same meaning as defined\nin Section 10721.\n(3) “Local agency” has the same meaning as defined in Section 10721.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 141,
    "relevance_score": 4,
    "text": "111\nmitigation before or after the authorization to divert or use water under the\ntemporary change order. If the temporary change order authorizes diversion to\nstorage, the 180-day period is a limitation on the authorization to divert and not\na limitation on the authorization for beneficial use of water diverted to storage.\n(Amended by Stats. 2019, Ch. 678, Sec. 12. (AB 658) Effective January 1, 2020.)\n§ 1441. A temporary change order issued under this article may be renewed by\nthe board. Requests for renewal shall be processed in the manner provided by\nthis chapter except that the permittee or licensee shall not be required to file\nduplicate maps, drawings, or other data if they were furnished with the original\npetition. Each such renewal shall be valid for a period not to exceed 180 days\nfrom the date of renewal.\n(Amended by Stats. 2019, Ch. 678, Sec. 13. (AB 658) Effective January 1, 2020.)\n§ 1442. This article shall not apply to any permittee or licensee petitioning for a\ntemporary change pursuant to Chapter 10.5 (commencing with Section 1725).\n(Amended by Stats. 2019, Ch. 678, Sec. 14. (AB 658) Effective January 1, 2020.)\nArticle 2. Temporary Changes for Diversion to Underground Storage\n[1443 - 1443.7]\n(Article 2 added by Stats. 2019, Ch. 678, Sec. 15.)\n§ 1443. (a) Unless the context otherwise requires, the following definitions\ngovern the construction of this article:\n(1) “Basin” has the same meaning as defined in Section 10721.\n(2) “Groundwater sustainability agency” has the same meaning as defined\nin Section 10721.\n(3) “Local agency” has the same meaning as defined in Section 10721.\n(b) This article shall not apply to diversions within the groundwater basins\nidentified in paragraph (24) of subdivision (a) of, or subdivision (c) of, Section\n10720.8.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.1. (a) A groundwater sustainability agency or a local agency that is a\npermittee or a licensee under provisions of this division other than this article,\nmay petition for, and the board may issue, a conditional temporary change\norder that authorizes the diversion of surface water to underground storage for\nbeneficial use that advances the sustainability goal of a groundwater basin\nunder Part 2.74 (commencing with Section 10720) of Division 6, without\ncomplying with other procedures or provisions of this division, subject to all\nrequirements of this article.\n(b) Before issuing a change order pursuant to this article, the board shall\nmake all of the following findings based upon a preponderance of the evidence:\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 143,
    "relevance_score": 4,
    "text": "113\n(2) Consistent with Section 3 of Article XIII A of the California Constitution\nand the board’s authority to set fees to promote the conservation and utilization\nof water resources in the public interest, the board may adopt reduced fees\nunder Chapter 8 (commencing with Section 1525) for applications, petitions,\nand change orders under this article.\n(c) In addition to subdivisions (a) and (b), a petition shall include all of the\nfollowing:\n(1) Evidence that the petitioner has completed any environmental review\nrequired by, or the project is exempt from, the California Environmental Quality\nAct (Division 13 (commencing with Section 21000) of the Public Resources\nCode). To the extent funding is available, the board shall review and comment\non any notice of preparation or draft environmental document for a project\nsubject to approval under this article, and include in the board’s comments\nidentification of any instream beneficial uses of waters of the state that may be\naffected by the project. This paragraph is not a limitation on the authority of the\nboard under any other law.\n(2) A notification from the Department of Fish and Wildlife that the\npetitioner has consulted with the Department of Fish and Wildlife at least 30\ndays before submission of the petition. If the Department of Fish and Wildlife\ndetermines that it needs additional time for review, it may provide for a longer\nconsultation period, not to exceed 60 days. The notification shall include a copy\nof any conditions proposed by the Department of Fish and Wildlife.\n(3) A proposed accounting method for storage and extraction of water\ndiverted under the change order that is either of the following:\n(A) Certified to be consistent with the groundwater sustainability plan or\nalternative approved pursuant to Section 10733.6 by the groundwater\nsustainability agency for the basin where the water is proposed to be stored or\nthe local agency responsible for implementing the approved alternative.\n(B) If there is no applicable groundwater sustainability plan or alternative\napproved pursuant to Section 10733.6, adequate to demonstrate beneficial use\nof water under the proposed change order and not inconsistent with the\ndepartment’s standards in Section 356.2 of Title 23 of the California Code of\nRegulations.\n(Added by Stats. 2019, Ch. 678, Sec. 15. (AB 658) Effective January 1, 2020.)\n§ 1443.3. (a) As soon as practicable after the receipt of a petition for a\ntemporary change order, the board shall issue and deliver to the petitioner a\nnotice of the petition and a list of persons who, in the judgment of the board,\ncould be adversely affected by the temporary change. The board shall post the\nnotice to its internet website within 10 days of issuing the notice to the\npetitioner.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 247,
    "relevance_score": 4,
    "text": "217\n(b) As demonstrated by the most recent drought from 2012 to 2016,\ninclusive, (2012–16 drought) drought conditions disproportionally impact low-\nincome, small, and rural communities, as demonstrated by all of the following:\n(1) (A) Rural communities are more likely to rely solely on groundwater\nfrom small water suppliers or domestic wells.\n(B) Domestic wells tend to be shallower and are susceptible to running dry\nwhen groundwater is overpumped.\n(2) (A) The 2012–16 drought negatively impacted over 480,000 people\nrelying on drought-impacted public water systems.\n(B) Seventy-six percent of impacted public water systems were small,\nserving 1,000 service connections or fewer and concentrated in the southern\nSan Joaquin Valley.\n(c) There are currently varying levels of water contingency planning and\ncoverage across counties for small water suppliers and self-supplied\ncommunities, leaving hundreds of thousands of people at risk of going without\nwater to meet their basic household and drinking water needs during the next\ndrought.\n(d) If another drought occurs that is as severe as the 2012–16 drought,\nmore than 4,500 domestic wells in the San Joaquin Valley may be impacted. The\ncost to mitigate this damage could be more than one hundred fifteen million\ndollars ($115,000,000).\n(e) No one should go without running water during a drought. California\ncan take basic steps to implement more proactive drought planning that would\nbenefit the communities most at risk, and by doing so help prevent catastrophic\nimpacts on drinking water for the communities most vulnerable to the impacts\nof climate change.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\n§ 10609.51. For purposes of this part, the following definitions apply:\n(a) “Community water system” has the same meaning as defined in\nSection 116275 of the Health and Safety Code.\n(b) “County Drought Advisory Group” means the group created by the\ndepartment to implement Chapter 10 (commencing with Section 10609.40) of\nPart 2.55.\n(c) “Department” means the Department of Water Resources.\n(d) “Domestic well” has the same meaning as defined in Section 116681 of\nthe Health and Safety Code.\n(e) “Groundwater sustainability agency” has the same meaning as defined\nin Section 10721.\n(f) “Nontransient noncommunity water system” has the same meaning as\ndefined in Section 116275 of the Health and Safety Code.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 262,
    "relevance_score": 4,
    "text": "232\n(b) Before deciding to become a groundwater sustainability agency, and\nafter publication of notice pursuant to Section 6066 of the Government Code,\nthe local agency or agencies shall hold a public hearing in the county or counties\noverlying the basin.\n(c) (1) Except as provided in paragraph (2), the following agencies created\nby statute to manage groundwater shall be deemed the exclusive local agencies\nwithin their respective statutory boundaries with powers to comply with this\npart:\n(A) Alameda County Flood Control and Water Conservation District, Zone 7.\n(B) Alameda County Water District.\n(C) Desert Water Agency.\n(D) Fox Canyon Groundwater Management Agency.\n(E) Honey Lake Valley Groundwater Management District.\n(F) Kings River East Groundwater Sustainability Agency.\n(G) Long Valley Groundwater Management District.\n(H) Mendocino City Community Services District.\n(I) Mono County Tri-Valley Groundwater Management District.\n(J) Monterey Peninsula Water Management District.\n(K) North Fork Kings Groundwater Sustainability Agency.\n(L) Ojai Groundwater Management Agency.\n(M) Orange County Water District.\n(N) Pajaro Valley Water Management Agency.\n(O) San Joaquin River Exchange Contractors Groundwater Sustainability\nAgency.\n(P) Santa Clara Valley Water District.\n(Q) Sierra Valley Groundwater Management District.\n(R) Willow Creek Groundwater Management Agency.\n(2) An agency identified in this subdivision may opt out of being the\nexclusive groundwater management agency within its statutory boundaries by\nsending a notice to the department, which shall be posted on the department’s\nInternet Web site within 15 days of receipt. If an agency identified in paragraph\n(1) opts out of being the exclusive groundwater management agency, any other\nlocal agency or combination of local agencies operating within the statutory\nboundaries of the agency that has opted out may notify the department\npursuant to Section 10723.8 of its decision to be the groundwater sustainability\nagency.\n(3) A local agency listed in paragraph (1) may comply with this part by\nmeeting the requirements of Section 10733.6 or opting to become a\ngroundwater sustainability agency pursuant to this section. A local agency with\nauthority to implement a basin-specific management plan pursuant to its\nprincipal act shall not exercise any authorities granted in this part in a manner\ninconsistent with any prohibitions or limitations in its principal act unless the\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 276,
    "relevance_score": 4,
    "text": "246\ngroundwater sustainability plan, and investigations, inspections, compliance\nassistance, enforcement, and program administration, including a prudent\nreserve. A groundwater sustainability agency shall not impose a fee pursuant to\nthis subdivision on a de minimis extractor unless the agency has regulated the\nusers pursuant to this part.\n(b) (1) Prior to imposing or increasing a fee, a groundwater sustainability\nagency shall hold at least one public meeting, at which oral or written\npresentations may be made as part of the meeting.\n(2) Notice of the time and place of the meeting shall include a general\nexplanation of the matter to be considered and a statement that the data\nrequired by this section is available. The notice shall be provided by publication\npursuant to Section 6066 of the Government Code, by posting notice on the\nInternet Web site of the groundwater sustainability agency, and by mail to any\ninterested party who files a written request with the agency for mailed notice of\nthe meeting on new or increased fees. A written request for mailed notices shall\nbe valid for one year from the date that the request is made and may be\nrenewed by making a written request on or before April 1 of each year.\n(3) At least 20 days prior to the meeting, the groundwater sustainability\nagency shall make available to the public data upon which the proposed fee is\nbased.\n(c) Any action by a groundwater sustainability agency to impose or\nincrease a fee shall be taken only by ordinance or resolution.\n(d) (1) As an alternative method for the collection of fees imposed\npursuant to this section, a groundwater sustainability agency may adopt a\nresolution requesting collection of the fees in the same manner as ordinary\nmunicipal ad valorem taxes.\n(2) A resolution described in paragraph (1) shall be adopted and furnished\nto the county auditor-controller and board of supervisors on or before August 1\nof each year that the alternative collection of the fees is being requested. The\nresolution shall include a list of parcels and the amount to be collected for each\nparcel.\n(e) The power granted by this section is in addition to any powers a\ngroundwater sustainability agency has under any other law.\n(Amended by Stats. 2015, Ch. 667, Sec. 2. Effective January 1, 2016.)\n§ 10730.1. A groundwater sustainability agency, before imposing or increasing a\nfee pursuant to Section 10730 or 10730.2 relating to a groundwater basin that\nincludes a water corporation regulated by the Public Utilities Commission, shall\nnotify the Public Utilities Commission.\n(Added by Stats. 2016, Ch. 139, Sec. 1. (AB 2874) Effective January 1, 2017.)\n§ 10730.2. (a) A groundwater sustainability agency that adopts a\ngroundwater sustainability plan pursuant to this part may impose fees on the\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 286,
    "relevance_score": 4,
    "text": "256\nextractions is reasonably necessary to obtain information for purposes of this\nchapter.\n(3) The determination may establish requirements for information\nrequired to be included in reports of groundwater extraction, for installation of\nmeasuring devices, or for use of a methodology, measuring device, or both,\npursuant to Part 5.2 (commencing with Section 5200) of Division 2.\n(4) The determination may modify the water year or reporting date for a\nreport of groundwater extraction pursuant to Section 5202.\n(d) If the board finds that litigation challenging the formation of a\ngroundwater sustainability agency prevented its formation before July 1, 2017,\npursuant to paragraph (1) of subdivision (a) or prevented a groundwater\nsustainability program from being implemented in a manner likely to achieve\nthe sustainability goal pursuant to paragraph (2), (3), (4), or (5) of subdivision\n(a), the board shall not designate a basin as a probationary basin for a period of\ntime equal to the delay caused by the litigation.\n(e) The board shall exclude from probationary status any portion of a basin\nfor which a groundwater sustainability agency demonstrates compliance with\nthe sustainability goal.\n(Amended by Stats. 2015, Ch. 255, Sec. 15. Effective January 1, 2016.)\n§ 10735.4. (a) If the board designates a basin as a probationary basin\npursuant to paragraph (1), (2), or (4) of subdivision (a) of Section 10735.2, a\nlocal agency or groundwater sustainability agency shall have 180 days to remedy\nthe deficiency. The board may appoint a mediator or other facilitator, after\nconsultation with affected local agencies, to assist in resolving disputes, and\nidentifying and implementing actions that will remedy the deficiency.\n(b) After the 180-day period provided by subdivision (a), the board may\nprovide additional time to remedy the deficiency if it finds that a local agency is\nmaking substantial progress toward remedying the deficiency.\n(c) The board may develop an interim plan pursuant to Section 10735.8 for\nthe probationary basin at the end of the period provided by subdivision (a) or\nany extension provided pursuant to subdivision (b), if the board, in consultation\nwith the department, determines that a local agency has not remedied the\ndeficiency that resulted in designating the basin as a probationary basin.\n(Amended by Stats. 2015, Ch. 255, Sec. 16. Effective January 1, 2016.)\n§ 10735.6. (a) If the board designates a basin as a probationary basin\npursuant to paragraph (3) or (5) of subdivision (a) of Section 10735.2, the board\nshall identify the specific deficiencies and identify potential actions to address\nthe deficiencies. The board may request the department to provide local\nagencies, within 90 days of the designation of a probationary basin, with\ntechnical recommendations to remedy the deficiencies.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 296,
    "relevance_score": 4,
    "text": "266\n(g) “Local agency” means a local public agency that provides water service\nto all or a portion of its service area, and includes a joint powers authority\nformed by local public agencies that provide water service.\n(h) “Person” has the same meaning as defined in Section 19.\n(i) “Recharge area” means the area that supplies water to an aquifer in a\ngroundwater basin and includes multiple wellhead protection areas.\n(j) “Watermaster” means a watermaster appointed by a court or pursuant\nto other provisions of law.\n(k) “Wellhead protection area” means the surface and subsurface area\nsurrounding a water well or well field that supplies a public water system\nthrough which contaminants are reasonably likely to migrate toward the water\nwell or well field.\n(Amended by Stats. 2011, Ch. 572, Sec. 1. Effective January 1, 2012.)\nCHAPTER 3. GROUNDWATER MANAGEMENT PLANS [10753. - 10753.11.]\n(Chapter 3 added by Stats. 1992, Ch. 947, Sec. 2.)\n§ 10753. (a) Any local agency, whose service area includes a groundwater\nbasin, or a portion of a groundwater basin, that is not subject to groundwater\nmanagement pursuant to other provisions of law or a court order, judgment, or\ndecree, may, by ordinance, or by resolution if the local agency is not authorized\nto act by ordinance, adopt and implement a groundwater management plan\npursuant to this part within all or a portion of its service area.\n(b) Notwithstanding subdivision (a), a local public agency, other than an\nagency defined in subdivision (g) of Section 10752, that provides flood control,\ngroundwater management, or groundwater replenishment, or a local agency\nformed pursuant to this code for the principal purpose of providing water\nservice that has not yet provided that service, may exercise the authority of this\npart within a groundwater basin that is located within its boundaries within\nareas that are either of the following:\n(1) Not served by a local agency.\n(2) Served by a local agency whose governing body, by a majority vote,\ndeclines to exercise the authority of this part and enters into an agreement with\nthe local public agency pursuant to Section 10750.7 or 10750.8.\n(c) Except as provided in subdivision (b), this chapter does not authorize a\nlocal agency to manage groundwater planning within the service area of another\nlocal agency.\n(d) Except as otherwise provided in this part, the process for developing\nand adopting a revised groundwater management plan shall be the same as the\nprocess for developing and adopting a new groundwater management plan.\n(Amended by Stats. 2012, Ch. 162, Sec. 185. Effective January 1, 2013.)\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 423,
    "relevance_score": 4,
    "text": "393\n(f) “Expert witness” means a witness qualified pursuant to Section 720 of\nthe Evidence Code.\n(g) “Groundwater” means water beneath the surface of the earth within\nthe zone below the water table in which the soil is completely saturated with\nwater, but does not include water that flows in known and definite channels.\n(h) “Groundwater extraction facility” means a device or method for\nextracting groundwater in a basin.\n(i) “Groundwater recharge” means the augmentation of groundwater, by\nnatural or artificial means.\n(j) “Person” includes, but is not limited to, counties, local agencies, state\nagencies, federal agencies, tribes, business entities, and individuals.\n(k) “Plaintiff” means the person filing the complaint initiating a\ncomprehensive adjudication and includes a cross-complainant who initiates a\ncomprehensive adjudication by cross-complaint.\n(l) “Public water system” has the same meaning as defined in Section\n116275 of the Health and Safety Code.\n(m) “State small water system” has the same meaning as defined in Section\n116275 of the Health and Safety Code.\n(n) “Sustainable Groundwater Management Act” means Part 2.74\n(commencing with Section 10720) of Division 6 of the Water Code.\n(Amended by Stats. 2016, Ch. 86, Sec. 26. (SB 1171) Effective January 1, 2017.)\nARTICLE 2. Scope of Action [833 - 834]\n(Article 2 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 833. (a) Except as provided in subdivision (b), this chapter applies to actions\nthat would comprehensively determine rights to extract groundwater in a basin,\nwhether based on appropriation, overlying right, or other basis of right.\n(b) This chapter does not apply to any of the following:\n(1) An action that concerns only allegations that a groundwater extraction\nfacility, or group of facilities, is interfering with another groundwater extraction\nfacility or facilities and does not involve a comprehensive allocation of the\nbasin’s groundwater supply.\n(2) An action that concerns only claims to extract, or to prevent\ninterference with extractions of, a specific source of groundwater recharge and\ndoes not involve a comprehensive allocation of the basin’s groundwater supply.\n(3) An action that can be resolved among a limited number of parties and\ndoes not involve a comprehensive determination of rights to extract\ngroundwater within the basin.\n(4) An adjudicated area described in subdivisions (a) to (d), inclusive, of\nSection 10720.8 of the Water Code, unless a court with jurisdiction over a\nproposed expansion of the adjudicated area orders that the proceeding be\nconducted in accordance with this chapter.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 428,
    "relevance_score": 4,
    "text": "398\n(h) Service on the United States shall be made in accordance with Section\n666 of Title 43 of the United States Code.\n(i) The court may authorize any other procedures it finds appropriate and\nnecessary to provide notice to persons who may hold groundwater rights in the\nbasin.\n(j) Compliance with the service and notice provisions of this chapter shall\nbe deemed effective service of process of the complaint and notice on all\ninterested parties of the comprehensive adjudication for purposes of\nestablishing in rem jurisdiction and the comprehensive effect of the\ncomprehensive adjudication.\n(k) Whenever proceedings are instituted under this chapter, it shall be the\nduty of all claimants interested in the proceedings and having notice of the\nproceedings pursuant to this chapter to appear in the proceedings and to\nsubmit proof of their claims at the time, and in the manner, required by this\nchapter.\n(l) The court may require notice to be made available in languages other\nthan English.\n(m) Within 15 days of the court order approving the notice and form\nanswer, the plaintiff shall provide the notice and form answer to the\ndepartment and each county and groundwater sustainability agency that\noverlies the basin or a portion of the basin. The department, and each county\nand groundwater sustainability agency that overlies the basin or a portion of the\nbasin and has an Internet Web site shall do all of the following:\n(1) Within 15 days of receiving the notice and form answer, post those\ndocuments on its Internet Web site.\n(2) Provide a link to the notice and form answer on the home page of its\nInternet Web site.\n(3) Maintain the posting and link described in paragraphs (1) and (2) for\nthe entire time the comprehensive adjudication is pending. The plaintiff shall\nnotify the department and each county and groundwater sustainability agency\nwhen the comprehensive adjudication is no longer pending.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\n§ 836.5 (a) Within 15 days of the court order approving the notice and form\nanswer under Section 836, the plaintiff shall request from the following entities\nthe names and addresses of persons reporting extractions within the basin\nunder the Sustainable Groundwater Management Act, or Part 5 (commencing\nwith Section 4999) or Part 5.2 (commencing with Section 5200) of Division 2 of\nthe Water Code:\n(1) The State Water Resources Control Board.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 439,
    "relevance_score": 4,
    "text": "409\n(c) A stay pursuant to this section shall not stay, or otherwise delay, the\nparties’ obligations to provide initial disclosures pursuant to Section 842 unless\nthe court determines the initial disclosures will not benefit resolution of the\ncomprehensive adjudication.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\nARTICLE 15. Physical Solution [849- 849.]\n(Article 15 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 849. (a) The court shall have the authority and the duty to impose a\nphysical solution on the parties in a comprehensive adjudication where\nnecessary and consistent with Article 2 of Section X of the California\nConstitution.\n(b) Before adopting a physical solution, the court shall consider any\nexisting groundwater sustainability plan or program.\n(Added by Stats. 2015, Ch. 672, Sec. 1. (AB 1390) Effective January 1, 2016.)\nARTICLE 16. Judgment [850- 850.]\n(Article 16 added by Stats. 2015, Ch. 672, Sec. 1.)\n§ 850. (a) The court may enter a judgment in a comprehensive adjudication if\nthe court finds that the judgment meets all of the following criteria:\n(1) It is consistent with Section 2 of Article X of the California Constitution.\n(2) It is consistent with the water right priorities of all nonstipulating parties\nand any persons who have claims that are exempted pursuant to Section 833 in\nthe basin.\n(3) It treats all objecting parties and any persons who have claims that are\nexempted pursuant to Section 833 equitably as compared to the stipulating\nparties.\n(4) It considers the water use of and accessibility of water for small farmers\nand disadvantaged communities. This consideration shall be consistent with the\nconditions identified in this subdivision.\n(b) The court may enter judgment in an adjudication action for a basin\nrequired to have a groundwater sustainability plan under the Sustainable\nGroundwater Management Act (Part 2.74 (commencing with Section 10720) of\nDivision 6 of the Water Code), if in addition to the criteria enumerated in\nsubdivision (a), the court also finds that the judgment will not substantially\nimpair the ability of a groundwater sustainability agency, the State Water\nResources Control Board, or the department to comply with the Sustainable\nGroundwater Management Act and to achieve sustainable groundwater\nmanagement.\n(c)(1) In order to assist the court in making the findings required by this\nsection, the court may refer the matter to the State Water Resources Control\nBoard for investigation and report pursuant to Section 2001 of the Water Code.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 165,
    "relevance_score": 4,
    "text": "135\n(1) Will not increase the amount of water the person is entitled to use.\n(2) Will not unreasonably affect any legal user of water.\n(3) Otherwise meets the requirements of this division.\n(c) (1) Upon the request of the petitioner, the board may specify, as part\nof its approval of the petition, that the water that is subject to the approval\npursuant to this section shall be in addition to water that is required, if any, to\nbe used for instream purposes to satisfy any applicable federal, state, or local\nregulatory requirements governing water quantity, water quality, instream\nflows, fish and wildlife, wetlands, recreation, and other instream beneficial uses.\nIf the request is approved by the board, state and local agencies, as well as the\ncourts, shall not credit the water subject to that petition towards compliance\nwith any of the regulatory requirements described in this subdivision. A federal\nagency shall comply with the requirement imposed by this paragraph to the\nextent required by federal law, or to the extent that it chooses to comply.\n(2) For the purposes of this subdivision, “requirements” includes\nrequirements or obligations that have not been formally established or allocated\nat the time of the petition, and obligations under any agreement entered into to\nmeet those requirements. Neither any petition filed pursuant to this section nor\nany documents or statements made in connection therewith shall be construed\nor used as an admission, evidence, or indication of any obligation to meet any of\nthe requirements described in this subdivision.\n(d) Except as provided in subdivision (c), water that is subject to a petition\ngranted pursuant to this section shall be used to meet, in whole or in part, any\nrequirement described in subdivision (c) if any of these requirements exist. The\nwater shall be credited to the petitioner, or to any other person or entity\ndesignated by the petitioner, whenever that person or entity has, or may have,\nobligations to meet one or more of the requirements described in subdivision\n(c). The water shall be credited towards compliance with any requirements\ndescribed in subdivision (c), by state and local agencies, as well as the courts. A\nfederal agency shall comply with the requirement imposed by this subdivision to\nthe extent required by federal law, or to the extent that it chooses to comply.\n(Amended by Stats. 1999, Ch. 938, Sec. 7. Effective January 1, 2000.)\nCHAPTER 10.5. CHANGE OF POINT OF DIVERSION, PLACE OF USE, OR PURPOSE OF\nUSE, INVOLVING THE TRANSFER OF WATER [1725. - 1745.11.]\n(Chapter 10.5 repealed and added by Stats. 1988, Ch. 1145, Sec. 3.)\nArticle 1. Temporary Changes [1725. - 1732.]\n(Article 1 added by Stats. 1988, Ch. 1145, Sec. 3.)\n§ 1725. (a) A permittee or licensee may temporarily change the point of\ndiversion, place of use, or purpose of use due to a transfer or exchange of water\nor water rights if the transfer would only involve the amount of water that\nCalifornia State Water Resources Control "
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 24,
    "relevance_score": 3,
    "text": "xx\n• North Kern Water Storage District v. Kern Delta Water District (2007) 147\nCal.App. 4th 555 [54 Cal.Rptr.3d 578] Forfeiture is based on failure to use\nwater available to an appropriator, including water available because senior\nwater right holders are not diverting all of the water they are entitled to.\nForfeiture of a senior water right does not necessarily make unappropriated\nwater available, because junior appropriators may be able to make use of\nthe forfeited water, during periods when there otherwise would not have\nbeen sufficient water available to fully satisfy those junior rights.\n• Phelps v. State Water Resources Control Bd. (2007)157 Cal.App.4th 89 [68\nCal.Rptr.3d 350] Conditions imposed in water right permits and licenses\ncannot be challenged as a defense to a proceeding brought to enforce\nthose conditions. Standard water right Term 91, which requires permittees\nand licensees in the Bay/ Delta watershed to curtail their diversions when\nthe Central Valley Project and the State Water Project are making\nsupplemental releases to meet water quality objectives, does not violate\nthe watershed protection statute (Wat. Code, § 11460 et seq.) or the Delta\nProtection Act. (Id. § 12200 et seq.)\n• Nicoll v. Rudnick (2008) 160 Cal.App.4th 550 [72 Cal.Rptr.3d 879]. Where a\npre- 1914 appropriative right has been adjudicated to an entire parcel, a\nconveyance of a portion of the parcel that does not expressly mention\nwater rights conveys a share of the appropriative right in proportion to the\nportion of the entire parcel that is conveyed.\n• Brewer v. Murphy (2008) 161 Cal.App.4th 928 [74 Cal.Rptr.3d 436]. A lower\nriparian owner who directly diverts water from an upper riparian owner’s\nland may acquire prescriptive water rights against the upper riparian owner\nas a result of adverse use. Prescription must be shown by clear and\nconvincing evidence.\n• California Farm Bureau Federation v. State Water Resources Control Bd.\n(2011) 51 Cal.4th 421. [121 Cal.Rptr.3d 372, 47 P. 3d 112]. The statute\nimposing annual water right permit and license fees establishes a regulatory\nfee, not a tax. Fees for water rights held by the United States Bureau of\nReclamation may be allocated to federal water delivery contractors based\non the contractor's beneficial interest.\n• In re Quantification Settlement Agreement Cases (2011) 201 Cal.App. 4th\n758. [134 Cal.Rptr.3d 274] cert.denied (2012) 571 U.S. 940. This case\nincludes an extensive background discussion of Colorado River Allocations.\n• City of Santa Maria v. Adam (2012) 211 Cal.App.4th 266. [149 Cal.Rptr.3d\n491] cert. denied (2013) 134 S. Ct. 98. The existence of a water shortage is\nnot necessary for imposition of a physical solution. Groundwater\nappropriation during a period of groundwater overdraft, for a period of five\nor more years, can establish a prescriptive right against non-public\ngroundwater right holders. Overlying users who pump during the\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 28,
    "relevance_score": 3,
    "text": "xxiv\nof water is highly discretionary, including discretion as to when and how to\nproceed. The State Water Board does not have a non-discretionary duty\nthat would provide a basis for a court to require it to undertake\ninvestigatory or enforcement efforts.\n• Bring Back the Kern v. City of Bakersfield (2025) 110 Cal.App.5th 322 [331\nCal.Rptr.3d 589], review granted (July 16, 2025, No. S290840) 2025 WL\n1970002.) Before requiring compliance with Fish and Game Code section\n5937 a court must determine whether and to what extent using water to\nkeep fish in good condition is reasonable under Cal. Const., Art. X, § 2.\n• State Water Resources Control Board v. Superior Court (2025) 115\nCal.App.5th 734 [338 Cal.Rptr.3d 530]. Under the Sustainable Groundwater\nManagement Act, State Water Board actions designating a groundwater\nbasin as probationary and developing an interim plan for the basin are\nexempt from notice and comment rulemaking procedures. The\nconstitutional “pay first” principle requires payment of State Water Board\ngroundwater management fees before an action can be brought alleging\nthose fees are unlawful taxes.\n• Kings County Farm Bureau v. State Water Resources Control Board (2025)\n115 Cal.App.5th 782 [338 Cal.Rptr.3d 499]. The State Water Board may\nrequire that after a groundwater basin is designated as probationary\nrevisions to groundwater sustainability agency plans must be submitted to\nthe State Water Board. The State Water Board is not required to determine\nwhether to consider exclusion of a portion of a groundwater basin from\ndesignation as probationary unless the groundwater sustainability agency\nfor that portion of the basin requests the designation. The State Water\nBoard’s determination that the groundwater sustainability plan is\ninadequate for the basin as a whole does not necessarily establish that the\nplan is inadequate for a portion of the basin for which an exclusion is\nrequested.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 127,
    "relevance_score": 3,
    "text": "97\nArticle 1.5. Minor Protested Applications Procedure [1345. - 1348.]\n(Article 1.5 added by Stats. 1980, Ch. 933, Sec. 7.)\n§ 1345. (a) Except as provided in subdivision (b), the Division of Water Rights\nshall conduct a field investigation of all minor protested applications. The board\nshall notify the parties of the field investigation not less than 20 days prior to\nconducting the field investigation, to enable the parties to attend and present\ninformation to the board.\n(b) The Division of Water Rights is not required to conduct a field\ninvestigation for an application defined as a minor application under subdivision\n(b) of Section 1348 if the Division of Water Rights determines, in its discretion,\nthat a field investigation will not substantially expedite consideration of the\napplication and a hearing should be conducted under Section 183. If the Division\nof Water Rights makes that determination, Sections 1346 and 1347 do not apply\nto the application.\n(Amended by Stats. 2019, Ch. 678, Sec. 2. (AB 658) Effective January 1, 2020.)\n§ 1346. The Division of Water Rights may request the parties to submit\ninformation in support of their positions. The Division of Water Rights may\nrequest information before, during, or after the field investigation. After the\nfield investigation, the Division of Water Rights may conduct additional\nproceedings in accordance with Article 10 (commencing with Section 11445.10)\nof Chapter 4.5 of Part 1 of Division 3 of Title 2 of the Government Code.\n(Repealed and added by Stats. 1997, Ch. 323, Sec. 13. Effective January 1, 1998.)\n§ 1347. Based upon the field investigation and any other information obtained\nunder this article, the Division of Water Rights shall issue a decision unless the\nboard in its discretion determines that additional proceedings should be\nconducted under Section 183. A decision of the Division of Water Rights is\nsubject to review as provided in Chapter 4 (commencing with Section 1120) of\nPart 1.\n(Repealed and added by Stats. 1997, Ch. 323, Sec. 15. Effective January 1, 1998.)\n§ 1348. For purposes of this article, a minor application shall mean either of the\nfollowing:\n(a) Any application which does not involve direct diversions in excess of\nthree cubic-feet per second or storage in excess of 200 acre-feet per year.\n(b) An application by a groundwater sustainability agency or local agency,\nas defined in Section 10721, for a diversion previously authorized by a\ntemporary permit under Article 2 (commencing with Section 1433) of Chapter\n6.5.\n(Amended by Stats. 2019, Ch. 678, Sec. 3. (AB 658) Effective January 1, 2020.)\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 136,
    "relevance_score": 3,
    "text": "106\n(4) The proposed diversion and use are in the public interest, including\nfindings to support permit conditions imposed to ensure that the water is\ndiverted and used in the public interest.\n(5) If there is an adopted groundwater sustainability plan, an interim plan,\nor an alternative under Section 10733.6 for the basin, the proposed diversion to\nunderground storage is consistent with that plan or alternative.\n(c) The board may delegate to any officer or employee of the board all or\nany of its functions under this article, as provided in Section 7.\n(Added by Stats. 2019, Ch. 678, Sec. 8. (AB 658) Effective January 1, 2020.)\n§ 1433.2. (a) The application for a temporary permit shall be completed in\naccordance with Section 1260 and shall be accompanied by any maps, drawings,\nand other data that may be required by the board.\n(b) (1) An applicant shall pay an application fee and, if a permit is issued, a\npermit fee, both in amounts calculated in accordance with the provisions of\nChapter 8 (commencing with Section 1525).\n(2) Consistent with Section 3 of Article XIII A of the California Constitution\nand the board’s authority to set fees to promote the conservation and utilization\nof water resources in the public interest, the board may adopt reduced fees\nunder Chapter 8 (commencing with Section 1525) for applications, petitions,\nand permits under this article.\n(c) In addition to subdivisions (a) and (b), an application shall include all of\nthe following:\n(1) Evidence that the applicant has completed any environmental review\nrequired by, or the project is exempt from, the California Environmental Quality\nAct (Division 13 (commencing with Section 21000) of the Public Resources\nCode). To the extent funding is available, the board shall review and comment\non any notice of preparation or draft environmental document for a project\nsubject to approval under this article, and include in the board’s comments\nidentification of any instream beneficial uses of waters of the state that may be\naffected by the project. This paragraph is not a limitation on the authority of the\nboard under any other law.\n(2) A notification from the Department of Fish and Wildlife that the\napplicant has consulted with the Department of Fish and Wildlife at least 30\ndays before submission of the application. If the Department of Fish and Wildlife\ndetermines that it needs additional time for review, it may provide for a longer\nconsultation period, not to exceed 60 days. The notification shall include a copy\nof any conditions proposed by the Department of Fish and Wildlife.\n(3) (A) Except as provided in subparagraph (B), a water availability analysis\nthat quantifies, under a range of foreseeable hydrologic conditions, the amount\nof unappropriated water available considering all known legal users who divert\nwater hydrologically connected to the proposed point of diversion, effects on\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 173,
    "relevance_score": 3,
    "text": "143\n(a) Creates in any person a right to require any water supplier to enter into\na contract providing for the reduction or elimination of water use or for the\ntransfer of water.\n(b) Creates in any person reducing water use any interest in the water\nrights of the water supplier.\n(c) Limits or otherwise affects the jurisdiction of any regulatory public\nagency over water transfers.\n(d) Makes any change in existing water rights.\n(Added by Stats. 1992, Ch. 481, Sec. 1. Effective January 1, 1993.)\n§ 1745.10. A water user that transfers surface water pursuant to this article\nmay not replace that water with groundwater unless the groundwater use is\neither of the following:\n(a) Consistent with a groundwater management plan adopted pursuant to\nstate law for the affected area.\n(b) Approved by the water supplier from whose service area the water is to\nbe transferred and that water supplier, if a groundwater management plan has\nnot been adopted, determines that the transfer will not create, or contribute to,\nconditions of long-term overdraft in the affected groundwater basin.\n(Added by Stats. 1992, Ch. 481, Sec. 1. Effective January 1, 1993.)\n§ 1745.11. Nothing in this article prohibits the transfer of previously\nrecharged groundwater from an overdrafted groundwater basin or the\nreplacement of transferred surface water with groundwater previously\nrecharged into an overdrafted groundwater basin, if the recharge was part of a\ngroundwater banking operation carried out by direct recharge, by delivery of\nsurface water in lieu of groundwater pumping, or by other means, for storage\nand extraction.\n(Amended by Stats. 1995, Ch. 833, Sec. 1.5. Effective January 1, 1996.)\nCHAPTER 11. JOINT USE AND DEVELOPMENT [1750. - 1814.]\n(Chapter 11 enacted by Stats. 1943, Ch. 368.)\nArticle 1. General Provisions [1750. - 1752.]\n(Article 1 enacted by Stats. 1943, Ch. 368.)\n§ 1750. As used in this chapter “works” includes dams, tunnels, diversion\nworks, ditches, and other works or constructions.\n(Enacted by Stats. 1943, Ch. 368.)\n§ 1751. As used in this chapter “power” includes electricity, electrical power,\nand other power.\n(Enacted by Stats. 1943, Ch. 368.)\n§ 1752. The board shall determine the pro rata and other costs provided for in\nthis chapter.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 219,
    "relevance_score": 3,
    "text": "189\nSurvey topographic map or shall be identified using the California Coordinate\nSystem or a latitude and longitude measurement. If assigned, the public land\ndescription to the nearest 40-acre subdivision and the assessor’s parcel number\nshall be provided.\n(d) The capacity of the groundwater extraction facilities.\n(e) Monthly records of groundwater extractions. The measurements of the\nextractions shall be made by a methodology, water-measuring device, or\ncombination thereof satisfactory to the board.\n(f) The purpose of use.\n(g) A general description of the area in which the water was used. The\nlocation of the place of use shall be depicted on a specific United States\nGeological Survey topographic map or on any other maps with identifiable\nlandmarks. If assigned, the public land description to the nearest 40-acre\nsubdivision and the assessor’s parcel number shall also be provided.\n(h) As near as is known, the year in which the groundwater extraction was\ncommenced.\n(i) Any information required pursuant to paragraph (3) of subdivision (c)\nof Section 10735.2.\n(j) Any other information that the board may require by regulation and\nthat is reasonably necessary for purposes of this division or Part 2.74\n(commencing with Section 10720) of Division 6.\n(Added by Stats. 2014, Ch. 347, Sec. 10. Effective January 1, 2015.)\n§ 5204. (a) If a person fails to file a report as required by this part, the board\nmay, at the expense of that person, investigate and determine the information\nrequired to be reported pursuant to this part.\n(b) The board shall give a person described in subdivision (a) notice of its\nintention to investigate and determine the information required to be reported\npursuant to this part and 60 days in which to file a required report without\npenalty.\n(Added by Stats. 2014, Ch. 347, Sec. 10. Effective January 1, 2015.)\n§ 5205. A report submitted under this part or a determination of facts by the\nboard pursuant to Section 5105 shall not establish or constitute evidence of a\nright to divert or use water.\n(Amended by Stats. 2025, Ch. 401, Sec. 20. (AB 1520) Effective January 1, 2026.)\n§ 5206. Personal information included in a report of groundwater extraction\nshall have the same protection from disclosure as is provided for information\nconcerning utility customers of local agencies pursuant to Section 7927.410 of\nthe Government Code.\n(Amended by Stats. 2021, Ch. 615, Sec. 428. (AB 474) Effective January 1, 2022. Operative\nJanuary 1, 2023, pursuant to Section 463 of Stats. 2021, Ch. 615.)\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 224,
    "relevance_score": 3,
    "text": "194\nwill be based, to interested persons and entities throughout the state for their\nreview and comments. The department shall provide these persons and entities\nan opportunity to present written or oral comments on the preliminary draft.\nThe department shall consider these documents when adopting the final\nassumptions and estimates for the study. For the purpose of carrying out this\nsubdivision, the department shall release, at a minimum, assumptions and other\nestimates relating to all of the following:\n(1) Basin hydrology, including annual rainfall, estimated unimpaired\nstreamflow, depletions, and consumptive uses.\n(2) Groundwater supplies, including estimates of sustainable yield, supplies\nnecessary to recover overdraft basins, and supplies lost due to pollution and\nother groundwater contaminants.\n(3) Current and projected land use patterns, including the mix of residential,\ncommercial, industrial, agricultural, and undeveloped lands.\n(4) Environmental water needs, including regulatory instream flow\nrequirements, nonregulated instream uses, and water needs by wetlands,\npreserves, refuges, and other managed and unmanaged natural resource lands.\n(5) Current and projected population.\n(6) Current and projected water use for all of the following:\n(A) Interior uses in a single-family dwelling.\n(B) Exterior uses in a single-family dwelling.\n(C) All uses in a multifamily dwelling.\n(D) Commercial uses.\n(E) Industrial uses.\n(F) Parks and open spaces.\n(G) Agricultural water diversion and use.\n(7) Opportunities for demand management.\n(8) Evapotranspiration rates for major crop types, including estimates of\nevaporative losses by irrigation practice and the extent to which evaporation\nreduces transpiration.\n(9) Current and projected adoption of urban and agricultural conservation\npractices.\n(10) Current and projected supplies of water provided by water recycling\nand reuse.\n(11) Current and projected water and infrastructure needs of disadvantaged\ncommunities, as defined in Section 79505.5, served by public water systems,\nstate small water systems, and individual domestic wells, including, but not\nlimited to, access to safe and affordable drinking water and sanitation, water\nquality, and water supply. The department may incorporate by reference the\nState Water Resources Control Board’s Drinking Water Needs Assessment or\nother available relevant assessments or reports.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 251,
    "relevance_score": 3,
    "text": "221\ncoordinating and communicating with the state and other local governments,\ncommunity-based organizations, local water suppliers, and local residents on a\nregular basis and during drought or water shortage emergencies.\n(3) A county that establishes a drought task force on or before January 1,\n2022, shall be deemed in compliance with this subdivision as long as the task\nforce continues to exist.\n(b) A county shall develop a plan that includes potential drought and water\nshortage risk and proposed interim and long-term solutions for state small\nwater systems and domestic wells within the county’s jurisdiction. The plan may\nbe a stand-alone document or may be included as an element in an existing\ncounty plan, such as a local hazard mitigation plan, emergency operations plan,\nclimate action plan, or general plan. A county shall consult with its drought task\nforce or alternative coordinating process as established by this section in\ndeveloping its plan. A county shall consider, at a minimum, all of the following in\nits plan:\n(1) Consolidations for existing water systems and domestic wells.\n(2) Domestic well drinking water mitigation programs.\n(3) Provision of emergency and interim drinking water solutions.\n(4) An analysis of the steps necessary to implement the plan.\n(5) An analysis of local, state, and federal funding sources available to\nimplement the plan.\n(c) The state board shall work with counties, groundwater sustainability\nagencies, technical assistance providers, nonprofit organizations, community-\nbased organizations, and the public to address state small water system and\ndomestic well community drought and emergency water shortage resiliency\nneeds, including both of the following:\n(1) Proactive communication to domestic well communities before a\ndrought occurs, such as information on local bottled water and water tank\nproviders.\n(2) Funding for installation of basic drought and emergency water shortage\nresiliency infrastructure, such as well monitoring devices.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\nCHAPTER 4. STATE AGENCY IMPLEMENTATION [10609.80- 10609.80.]\n(Chapter 4 added by Stats. 2021, Ch. 245, Sec. 1.)\n§ 10609.80. (a) The department shall take both of the following actions to\nsupport implementation of the recommendations of its County Drought\nAdvisory Group:\n(1) Maintain, in partnership with the state board and other relevant state\nagencies, the risk vulnerability tool developed as part of the County Drought\nAdvisory Group process and continue to refine existing data and gather new\ndata for the tool, including, but not limited to, data on all of the following:\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 252,
    "relevance_score": 3,
    "text": "222\n(A) Small water suppliers and nontransient noncommunity water systems\nserving a school.\n(B) State small water systems and rural communities.\n(C) Domestic wells and other self-supplied residents.\n(2) Update the risk vulnerability tool for small water suppliers and rural\ncommunities periodically, by doing all of the following:\n(A) Revise the indicators and construction of the scoring as more data\nbecomes readily available.\n(B) Make existing and new data publicly available on the California Open\nData internet web portal.\n(C) In consultation with other relevant state agencies, identify deficits in\ndata quality and availability and develop recommendations to address these\ngaps.\n(b) (1) The department, in collaboration with the state board and relevant\nstate agencies, shall establish a standing interagency drought and water\nshortage task force to facilitate proactive state planning and coordination, both\nfor predrought planning and postdrought emergency response, to develop\nstrategies to enhance collaboration between various fields, and to consider all\ntypes of water users.\n(2) The interagency drought and water shortage task force shall include\nrepresentatives from local governments, community-based organizations,\nnonprofit technical assistance providers, the public, and experts in land use\nplanning, water resiliency, and water infrastructure.\n(Added by Stats. 2021, Ch. 245, Sec. 1. (SB 552) Effective January 1, 2022.)\nPART 2.74. SUSTAINABLE GROUNDWATER MANAGEMENT [10720. -\n10737.8.]\n(Part 2.74 added by Stats. 2014, Ch. 346, Sec. 3.)\nCHAPTER 1. GENERAL PROVISIONS [10720. - 10720.9.]\n(Chapter 1 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10720. This part shall be known, and may be cited, as the “Sustainable\nGroundwater Management Act.”\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10720.1. In enacting this part, it is the intent of the Legislature to do all of\nthe following:\n(a) To provide for the sustainable management of groundwater basins.\n(b) To enhance local management of groundwater consistent with rights to\nuse or store groundwater and Section 2 of Article X of the California\nConstitution. It is the intent of the Legislature to preserve the security of water\nrights in the state to the greatest extent possible consistent with the sustainable\nmanagement of groundwater.\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 259,
    "relevance_score": 3,
    "text": "229\n(z) “Watermaster” means a watermaster appointed by a court or pursuant\nto other law.\n(aa) “Water year” means the period from October 1 through the following\nSeptember 30, inclusive.\n(ab) “Wellhead protection area” means the surface and subsurface area\nsurrounding a water well or well field that supplies a public water system\nthrough which contaminants are reasonably likely to migrate toward the water\nwell or well field.\n(Amended by Stats. 2015, Ch. 666, Sec. 2. Effective January 1, 2016.)\nCHAPTER 3. BASIN BOUNDARIES [10722. - 10722.5.]\n(Chapter 3 added by Stats. 2014, Ch. 346, Sec. 3.)\n§ 10722. Unless other basin boundaries are established pursuant to this chapter,\na basin’s boundaries shall be as identified in Bulletin 118.\n(Added by Stats. 2014, Ch. 346, Sec. 3. Effective January 1, 2015.)\n§ 10722.2. (a) A local agency or an entity directed by the court in an\nadjudication action to file the request may request that the department revise\nthe boundaries of a basin, including the establishment of new subbasins. A\nrequest shall be supported by the following information:\n(1) Information demonstrating that the proposed adjusted basin can be\nthe subject of sustainable groundwater management.\n(2) Technical information regarding the boundaries of, and conditions in,\nthe proposed adjusted basin.\n(3) Information demonstrating that the entity proposing the basin\nboundary adjustment consulted with interested local agencies and public water\nsystems in the affected basins before filing the proposal with the department.\n(4) Other information the department deems necessary to justify revision\nof the basin’s boundary.\n(b) By January 1, 2016, the department shall adopt regulations regarding\nthe information required to comply with subdivision (a), including the\nmethodology and criteria to be used to evaluate the proposed revision. The\ndepartment shall adopt the regulations, including any amendments thereto,\nauthorized by this section as emergency regulations in accordance with the\nAdministrative Procedure Act (Chapter 3.5 (commencing with Section 11340) of\nPart 1 of Division 3 of Title 2 of the Government Code). The adoption of these\nregulations is an emergency and shall be considered by the Office of\nAdministrative Law as necessary for the immediate preservation of the public\npeace, health and safety, or general welfare. Notwithstanding the\nAdministrative Procedure Act, emergency regulations adopted by the\ndepartment pursuant to this section shall not be subject to review by the Office\nof Administrative Law and shall remain in effect until revised by the department.\nCalifornia State Water Resources Control Board"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 292,
    "relevance_score": 3,
    "text": "262\n(2) For purposes of this subdivision, the terms of a groundwater\nsustainability plan, interim plan, or preliminary injunction shall not determine\nthe rights in a final judgment of the comprehensive adjudication.\n(c) Throughout the duration of the adjudication proceeding, a party to the\nadjudication, and any other person extracting water from the basin, shall not\nuse new or increased groundwater use to establish a new claim of prescription\nduring the proceeding.\n(Added by Stats.2023, Ch. 665 (A.B.779), Sec. 4. Effective January 1, 2024.)\n§ 10737.4. (a) Chapter 11 (commencing with Section 10735) shall not apply to\na judgment approved by the court pursuant to Section 850 of the Code of Civil\nProcedure if both of the following apply:\n(1) A local agency or a party directed by the court to file the submission\nsubmits the judgment to the department for evaluation and assessment\npursuant to paragraph (2) of subdivision (b) of Section 10733.6.\n(2) The department determines that the judgment satisfies the objectives of\nthis part for the basin.\n(b) A party or group of parties proposing a stipulated judgment pursuant to\nsubdivision (d) of Section 850 of the Code of Civil Procedure may submit the\nproposed stipulated judgment to the department for evaluation and assessment\npursuant to paragraph (2) of subdivision (b) of Section 10733.6.\n(c) Notwithstanding subdivision (c) of Section 10733.6, a judgment or\nproposed stipulated judgment pursuant to this section may be submitted to the\ndepartment after January 1, 2017.\n(d) A determination of the department on a submission pursuant to this\nsection is subject to judicial review pursuant to Section 1085 of the Code of Civil\nProcedure. Venue shall be in the court with jurisdiction over the adjudication\naction and the case shall be coordinated with the adjudication action.\n(Amended by Stats.2023, Ch. 665 (A.B.779), Sec. 5. Effective January 1, 2024.)\n§ 10737.6. If the department determines that a judgment satisfies the\nobjectives of this part in accordance with paragraph (2) of subdivision (a) of\nSection 10737.4, the department shall submit to the court the assessments and\nany recommended corrective actions that the department issues pursuant to\nSection 10733.8. The court, after notice and, if necessary, an evidentiary\nhearing, shall determine whether to amend the judgment pursuant to Section\n852 of the Code of Civil Procedure to adopt the department’s recommended\ncorrective actions.\n(Added by Stats. 2015, Ch. 676, Sec. 5. Effective January 1, 2016.)\n§ 10737.8. In addition to making any findings required by subdivision (a) of\nSection 850 of the Code of Civil Procedure or any other law, the court shall not\napprove entry of judgment in an adjudication action for a basin required to have\nStatutory Water Rights Law and Related Code Sections January 2026"
  },
  {
    "source": "CA Statutory Water Rights Law (Jan 2026)",
    "page": 307,
    "relevance_score": 3,
    "text": "277\nrecommendations received pursuant to subdivision (d) and shall include in the\nmodel criteria, at a minimum, the components identified in subdivision (f). The\nstate board shall prioritize monitoring of groundwater that is or has the\npotential to be a source of drinking water, but shall protect all waters\ndesignated for any beneficial use.\n(d) The state board, in consultation with the Department of Conservation,\nGeologic Energy Management Division, shall seek the advice of experts on the\ndesign of the model groundwater monitoring criteria. The experts shall assess\nand make recommendations to the state board on the model criteria. These\nrecommendations shall prioritize implementation of regional groundwater\nmonitoring programs statewide, as warranted, based upon the prevalence of\nwell stimulation treatments of oil and gas wells and groundwater suitable as a\nsource of drinking water.\n(e) The state board shall also seek the advice of stakeholders representing\nthe diverse interests of the oil- and gas-producing areas of the state. The\nstakeholders shall include the oil and gas industry, agriculture, environmental\njustice, and local government, among others, with regional representation\ncommensurate with the intensity of oil and gas development in that area. The\nstakeholders shall also make recommendations to the state board regarding the\ndevelopment and implementation of groundwater monitoring criteria, including\npriority locations for implementation.\n(f) The scope and nature of the model groundwater monitoring criteria\nshall include the determination of all of the following:\n(1) An assessment of the areas to conduct groundwater quality monitoring\nand their appropriate boundaries.\n(2) A list of the constituents to measure and assess water quality.\n(3) The location, depth, and number of monitoring wells necessary to\ndetect groundwater contamination at spatial scales ranging from an individual\noil and gas well to a regional groundwater basin including one or more oil and\ngas fields.\n(4) The frequency and duration of the monitoring.\n(5) A threshold criteria indicating a transition from well-by-well monitoring\nto a regional monitoring program.\n(6) Data collection and reporting protocols.\n(7) Public access to the collected data under paragraph (6).\n(g) Factors to consider in addressing subdivision (f) shall include, but are\nnot limited to, all of the following:\n(1) The existing quality and existing and potential use of the groundwater.\n(2) Groundwater that is not a source of drinking water consistent with the\nUnited States Environmental Protection Agency’s definition of an Underground\nSource of Drinking Water as containing less than 10,000 milligrams per liter total\nCalifornia State Water Resources Control Board"
  }
]